{
  "bit_id": "20241203_adult_games_1_mixdown_porn_predicting_presidential_elections",
  "show_info": {
    "show_identifier": "20241203_adult_games_1_mixdown",
    "comedian": "Yoshi Obayashi",
    "name_of_show": "Adult Content 1 - 1st Half",
    "date_of_show": "26 Nov 2024, 20:00",
    "name_of_venue": "ROBIN's",
    "link_to_venue_on_google_maps": "https://maps.app.goo.gl/QR6UNfJXCmxU4tB66",
    "length_of_set": 2654.24,
    "lpm": 6,
    "notes": "Yoshi’s Adult Content Set - 1st Half"
  },
  "bit_info": {
    "title": "Porn Predicting Presidential Elections",
    "start": 1873.0,
    "end": 2275.0,
    "joke_types": [
      "Misdirect",
      "Observational",
      "Deflation",
      "Exaggeration",
      "Sarcasm",
      "Dark Humor",
      "Surreal",
      "Shock Humor"
    ],
    "themes": [
      "Cultural Differences",
      "Sexuality",
      "Taboo Topics",
      "Travel"
    ],
    "lpm": 5
  },
  "transcript": {
    "text": "So you asked me like shit. I mean, sometimes there's, you know, like there's, there's, there's sometimes like what the people, ladies have, uh, ejaculation and sometimes there's accident. So yeah, so I did kind of, there is some shit. Literally, I land on top of it. Now, comedians, American comedians, if you take your store, like they laugh because they want you to suffer. And because European comedians are so nice, they're such a sweet people. But American comedians are so nice, they're such a sweet people. But American comedians are so nice, they're such a sweet people. But American comedians, when they see their other comedians go up, they want them to do really bad and suffer. And if you do really bad, they laugh at you. But porn people are very, very nice, you know, despite some reputations. So when I flip on top of it, they feel bad because, you know, I'm all sticky with my hair, my back and jeans, you know, and I don't want them, I don't want them to feel bad for me. So I did fucking snow angel, you know what I mean? You know when you have snow, of course, you don't, you don't know about that. And when I saw that in Scotland, like, no Yoshi, that's calm angel. Well, thank you very much, sir. This is a very confusing audience because you laugh at part of us, but it was just from being sensitive. So Canada thing, okay. God, this is terrible. I was just crying more because I actually have to go and teach children tomorrow and I'm coming from a gay sauna where a prostitute is happening. So that was very much related. Well, first of all, you don't have to say gay sauna, it's understood. Sauna is kind of gay, let's be honest. Thank you. No, no, I want to show you for a few minutes. Are you stigmatizing me? It's fine, I'm doing it. No, no, no, no. This country is too small for you. I know, honey. Take me to New York. No, no, no, you have such a perfect personality. No, seriously. You're around fucking New York City. I'm very anti-social. Let's cope up. Let's match up together. We go to a dive bar, we make the women clear for you. What's funny is like, it would be funny if you and I did a podcast in New York City or something, you know. Anyway, oh, but so the shitting things, you know, I don't like that. Obviously I don't like shit. But yeah. Somebody asked me, one of the porn girls, I remember, Bella Donna, women are amazing. The things that you can do with your body, and women have a keen sense of smell. But you know, Bella Donna told me one time, she smelled this guy's dick, and she thought, oh my god, you have gonorrhea. Isn't that amazing? That's like a cop whisperer, you know what I mean? Yeah, because I don't know how she knew, but like there's certain distinct smell. So I asked, like, what does a gonorrhea smell like? And she told me, imagine used diaper, sit in hot sun for like two weeks. It smells a lot worse than that. Another time, somebody pissed in her mouth. And right away she knew the guy had diabetes. Because, I don't know why I'm looking at you, but the piss tastes like too sweet. I know. In view of the United States health cost, it's come to me, I tell you. No, no, but isn't it amazing, like, just the smell and the taste, you know, that they could figure things out. So like, you know, on one hand, you know, I think, I'm very grateful because I learned all kinds of shit that in any normal society, in any normal circumstance, you wouldn't find them. But Canada, what happened was, I was hoping for this really big meeting in Canada. I flew in. And what I do is, because I work in DVD department, I have a check desk. Check desks are basically one step before you make final product. So in check desks, you know, you go, if you push up arrow, it goes up. If you push down, it goes down. And make sure the sound sync with everything. So you check everything, and if everything's okay, you make final product. So, you know, I'm not sure. So I have a bunch of final product, a bunch of check desks that you can't sell if I could give it away for a friend. So I went to Canada one time, bagged for a check desk, right? For whatever reason, when I'm getting at the airport, all the customs stopped me. So they stopped me, and they went into the customs room, and I had bagged for a porn. Now, porn is legal. That wasn't the problem. Here's the problem. That week, Michael Jackson got accused for molestation for the second time. So as a joke, in my joke notebook, I wrote Michael Jackson's favorite child porn titles. You know where I'm going with it? So when they went into the room, go through my bag, they found a bunch of DVDs. I said, what's that? And I'm an honest guy. It's like, oh, I wrote the porn company, I just checked this. And the guy opened my joke notebook. He opened exactly that page with child porn titles, right? By the way, child porn sounds mean. I like to call it child erotica. So anyway, so he sees titles like, you know, like, what was it? Kindergarten Conk, SpongeBob, No Pants, Hairless in Seattle, Honey, I Fucked a Kid, Wait Till Your Father Gets Hard, Four Year Old Bird. You get the idea. Muck the Magic Drugs. So he... They fucking see like 50 child porn titles. Right? And I'm like, oh my, oh my God. I'm in trouble because... So I tell them like, have you ever heard a scenario where a guy got caught with child porn? He has a child, movies, child porn, and they have funny titles? Never. Like, you know what I mean? Like, you know, you think they catch a serial killer, they say it was a nice guy. I'm not a serial killer. First of all, I'm not a white guy. And plus, and I'm black. I'm not a white guy. I'm a black guy. I'm a white guy. I'm not the profile. So if you have a funny child title, clearly I'm joking, but this motherfucker accustomed, no fucking sense of humor. They're saying like, you gotta see a judge. So they gave me two choices.",
    "lines": [
      {
        "start": 1873.62,
        "end": 1880.4599999999998,
        "text": "So you asked me like shit. I mean, sometimes there's, you know, like there's, there's,"
      },
      {
        "start": 1880.4599999999998,
        "end": 1885.9199999999998,
        "text": "there's sometimes like what the people, ladies have, uh, ejaculation and sometimes there's"
      },
      {
        "start": 1885.9199999999998,
        "end": 1892.9399999999998,
        "text": "accident. So yeah, so I did kind of, there is some shit. Literally, I land on top of it."
      },
      {
        "start": 1892.9399999999998,
        "end": 1897.86,
        "text": "Now, comedians, American comedians, if you take your store, like they laugh because they want you"
      },
      {
        "start": 1897.86,
        "end": 1903.2399999999998,
        "text": "to suffer. And because European comedians are so nice, they're such a sweet people. But American"
      },
      {
        "start": 1903.2399999999998,
        "end": 1903.6,
        "text": "comedians are so nice, they're such a sweet people. But American comedians are so nice, they're such a sweet people. But American"
      },
      {
        "start": 1903.62,
        "end": 1908.62,
        "text": "comedians, when they see their other comedians go up, they want them to do really bad and suffer."
      },
      {
        "start": 1908.62,
        "end": 1915.6399999999999,
        "text": "And if you do really bad, they laugh at you. But porn people are very, very nice, you know, despite some"
      },
      {
        "start": 1915.6399999999999,
        "end": 1921.9199999999998,
        "text": "reputations. So when I flip on top of it, they feel bad because, you know, I'm all sticky with my hair, my"
      },
      {
        "start": 1921.9199999999998,
        "end": 1928.1599999999999,
        "text": "back and jeans, you know, and I don't want them, I don't want them to feel bad for me. So I did fucking"
      },
      {
        "start": 1928.1599999999999,
        "end": 1933.2399999999998,
        "text": "snow angel, you know what I mean? You know when you have snow, of course, you don't, you don't know about that."
      },
      {
        "start": 1933.24,
        "end": 1938.86,
        "text": "And when I saw that in Scotland, like, no Yoshi, that's calm angel. Well, thank you very much, sir."
      },
      {
        "start": 1938.86,
        "end": 1949.0,
        "text": "This is a very confusing audience because you laugh at part of us, but it was just from being sensitive."
      },
      {
        "start": 1949.0,
        "end": 1955.64,
        "text": "So Canada thing, okay. God, this is terrible."
      },
      {
        "start": 1955.64,
        "end": 1962.86,
        "text": "I was just crying more because I actually have to go and teach children tomorrow and I'm coming from a gay sauna where a prostitute"
      },
      {
        "start": 1962.86,
        "end": 1966.36,
        "text": "is happening. So that was very much related."
      },
      {
        "start": 1966.36,
        "end": 1969.86,
        "text": "Well, first of all, you don't have to say gay sauna, it's understood."
      },
      {
        "start": 1969.86,
        "end": 1973.86,
        "text": "Sauna is kind of gay, let's be honest."
      },
      {
        "start": 1973.86,
        "end": 1975.86,
        "text": "Thank you."
      },
      {
        "start": 1975.86,
        "end": 1979.86,
        "text": "No, no, I want to show you for a few minutes."
      },
      {
        "start": 1979.86,
        "end": 1983.86,
        "text": "Are you stigmatizing me? It's fine, I'm doing it."
      },
      {
        "start": 1983.86,
        "end": 1987.86,
        "text": "No, no, no, no. This country is too small for you."
      },
      {
        "start": 1987.86,
        "end": 1990.86,
        "text": "I know, honey. Take me to New York."
      },
      {
        "start": 1990.86,
        "end": 1992.86,
        "text": "No, no, no, you have such a perfect personality."
      },
      {
        "start": 1992.86,
        "end": 1997.86,
        "text": "No, seriously. You're around fucking New York City."
      },
      {
        "start": 1997.86,
        "end": 2000.86,
        "text": "I'm very anti-social."
      },
      {
        "start": 2000.86,
        "end": 2003.86,
        "text": "Let's cope up. Let's match up together."
      },
      {
        "start": 2003.86,
        "end": 2006.86,
        "text": "We go to a dive bar, we make the women clear for you."
      },
      {
        "start": 2006.86,
        "end": 2012.86,
        "text": "What's funny is like, it would be funny if you and I did a podcast in New York City or something, you know."
      },
      {
        "start": 2012.86,
        "end": 2018.86,
        "text": "Anyway, oh, but so the shitting things, you know, I don't like that."
      },
      {
        "start": 2018.86,
        "end": 2020.86,
        "text": "Obviously I don't like shit."
      },
      {
        "start": 2020.86,
        "end": 2021.86,
        "text": "But yeah."
      },
      {
        "start": 2021.86,
        "end": 2029.86,
        "text": "Somebody asked me, one of the porn girls, I remember, Bella Donna,"
      },
      {
        "start": 2029.86,
        "end": 2036.86,
        "text": "women are amazing. The things that you can do with your body, and women have a keen sense of smell."
      },
      {
        "start": 2036.86,
        "end": 2046.86,
        "text": "But you know, Bella Donna told me one time, she smelled this guy's dick, and she thought, oh my god, you have gonorrhea."
      },
      {
        "start": 2046.86,
        "end": 2049.8599999999997,
        "text": "Isn't that amazing?"
      },
      {
        "start": 2049.86,
        "end": 2052.86,
        "text": "That's like a cop whisperer, you know what I mean?"
      },
      {
        "start": 2052.86,
        "end": 2057.86,
        "text": "Yeah, because I don't know how she knew, but like there's certain distinct smell."
      },
      {
        "start": 2057.86,
        "end": 2061.86,
        "text": "So I asked, like, what does a gonorrhea smell like?"
      },
      {
        "start": 2061.86,
        "end": 2068.86,
        "text": "And she told me, imagine used diaper, sit in hot sun for like two weeks."
      },
      {
        "start": 2068.86,
        "end": 2070.86,
        "text": "It smells a lot worse than that."
      },
      {
        "start": 2070.86,
        "end": 2073.86,
        "text": "Another time, somebody pissed in her mouth."
      },
      {
        "start": 2073.86,
        "end": 2077.86,
        "text": "And right away she knew the guy had diabetes."
      },
      {
        "start": 2077.86,
        "end": 2083.86,
        "text": "Because, I don't know why I'm looking at you, but the piss tastes like too sweet."
      },
      {
        "start": 2083.86,
        "end": 2084.86,
        "text": "I know."
      },
      {
        "start": 2084.86,
        "end": 2091.86,
        "text": "In view of the United States health cost, it's come to me, I tell you."
      },
      {
        "start": 2091.86,
        "end": 2098.86,
        "text": "No, no, but isn't it amazing, like, just the smell and the taste, you know, that they could figure things out."
      },
      {
        "start": 2098.86,
        "end": 2107.86,
        "text": "So like, you know, on one hand, you know, I think, I'm very grateful because I learned all kinds of shit that in any normal society,"
      },
      {
        "start": 2107.86,
        "end": 2112.86,
        "text": "in any normal circumstance, you wouldn't find them."
      },
      {
        "start": 2112.86,
        "end": 2117.86,
        "text": "But Canada, what happened was, I was hoping for this really big meeting in Canada."
      },
      {
        "start": 2117.86,
        "end": 2118.86,
        "text": "I flew in."
      },
      {
        "start": 2118.86,
        "end": 2122.86,
        "text": "And what I do is, because I work in DVD department, I have a check desk."
      },
      {
        "start": 2122.86,
        "end": 2125.86,
        "text": "Check desks are basically one step before you make final product."
      },
      {
        "start": 2125.86,
        "end": 2129.86,
        "text": "So in check desks, you know, you go, if you push up arrow, it goes up."
      },
      {
        "start": 2129.86,
        "end": 2131.86,
        "text": "If you push down, it goes down."
      },
      {
        "start": 2131.86,
        "end": 2133.86,
        "text": "And make sure the sound sync with everything."
      },
      {
        "start": 2133.86,
        "end": 2136.86,
        "text": "So you check everything, and if everything's okay, you make final product."
      },
      {
        "start": 2136.86,
        "end": 2137.86,
        "text": "So, you know, I'm not sure."
      },
      {
        "start": 2137.86,
        "end": 2142.86,
        "text": "So I have a bunch of final product, a bunch of check desks that you can't sell if I could give it away for a friend."
      },
      {
        "start": 2142.86,
        "end": 2146.86,
        "text": "So I went to Canada one time, bagged for a check desk, right?"
      },
      {
        "start": 2146.86,
        "end": 2151.86,
        "text": "For whatever reason, when I'm getting at the airport, all the customs stopped me."
      },
      {
        "start": 2151.86,
        "end": 2157.86,
        "text": "So they stopped me, and they went into the customs room, and I had bagged for a porn."
      },
      {
        "start": 2157.86,
        "end": 2158.86,
        "text": "Now, porn is legal."
      },
      {
        "start": 2158.86,
        "end": 2159.86,
        "text": "That wasn't the problem."
      },
      {
        "start": 2159.86,
        "end": 2162.86,
        "text": "Here's the problem."
      },
      {
        "start": 2162.86,
        "end": 2166.86,
        "text": "That week, Michael Jackson got accused for molestation for the second time."
      },
      {
        "start": 2166.86,
        "end": 2173.86,
        "text": "So as a joke, in my joke notebook, I wrote Michael Jackson's favorite child porn titles."
      },
      {
        "start": 2173.86,
        "end": 2179.86,
        "text": "You know where I'm going with it?"
      },
      {
        "start": 2179.86,
        "end": 2183.86,
        "text": "So when they went into the room, go through my bag, they found a bunch of DVDs."
      },
      {
        "start": 2183.86,
        "end": 2184.86,
        "text": "I said, what's that?"
      },
      {
        "start": 2184.86,
        "end": 2185.86,
        "text": "And I'm an honest guy."
      },
      {
        "start": 2185.86,
        "end": 2187.86,
        "text": "It's like, oh, I wrote the porn company, I just checked this."
      },
      {
        "start": 2187.86,
        "end": 2189.86,
        "text": "And the guy opened my joke notebook."
      },
      {
        "start": 2189.86,
        "end": 2194.86,
        "text": "He opened exactly that page with child porn titles, right?"
      },
      {
        "start": 2194.86,
        "end": 2195.86,
        "text": "By the way, child porn sounds mean."
      },
      {
        "start": 2195.86,
        "end": 2198.86,
        "text": "I like to call it child erotica."
      },
      {
        "start": 2198.86,
        "end": 2207.86,
        "text": "So anyway, so he sees titles like, you know, like, what was it?"
      },
      {
        "start": 2207.86,
        "end": 2216.86,
        "text": "Kindergarten Conk, SpongeBob, No Pants, Hairless in Seattle, Honey, I Fucked a Kid, Wait Till"
      },
      {
        "start": 2216.86,
        "end": 2219.86,
        "text": "Your Father Gets Hard, Four Year Old Bird."
      },
      {
        "start": 2219.86,
        "end": 2220.86,
        "text": "You get the idea."
      },
      {
        "start": 2220.86,
        "end": 2221.86,
        "text": "Muck the Magic Drugs."
      },
      {
        "start": 2221.86,
        "end": 2222.86,
        "text": "So he..."
      },
      {
        "start": 2222.86,
        "end": 2224.86,
        "text": "They fucking see like 50 child porn titles."
      },
      {
        "start": 2224.86,
        "end": 2225.86,
        "text": "Right?"
      },
      {
        "start": 2225.86,
        "end": 2226.86,
        "text": "And I'm like, oh my, oh my God."
      },
      {
        "start": 2226.86,
        "end": 2227.86,
        "text": "I'm in trouble because..."
      },
      {
        "start": 2227.86,
        "end": 2228.86,
        "text": "So I tell them like, have you ever heard a scenario where a guy got caught with child"
      },
      {
        "start": 2228.86,
        "end": 2229.86,
        "text": "porn?"
      },
      {
        "start": 2229.86,
        "end": 2230.86,
        "text": "He has a child, movies, child porn, and they have funny titles?"
      },
      {
        "start": 2230.86,
        "end": 2231.86,
        "text": "Never."
      },
      {
        "start": 2231.86,
        "end": 2232.86,
        "text": "Like, you know what I mean?"
      },
      {
        "start": 2232.86,
        "end": 2233.86,
        "text": "Like, you know, you think they catch a serial killer, they say it was a nice guy."
      },
      {
        "start": 2233.86,
        "end": 2234.86,
        "text": "I'm not a serial killer."
      },
      {
        "start": 2234.86,
        "end": 2235.86,
        "text": "First of all, I'm not a white guy."
      },
      {
        "start": 2235.86,
        "end": 2236.86,
        "text": "And plus, and I'm black."
      },
      {
        "start": 2236.86,
        "end": 2237.86,
        "text": "I'm not a white guy."
      },
      {
        "start": 2237.86,
        "end": 2238.86,
        "text": "I'm a black guy."
      },
      {
        "start": 2238.86,
        "end": 2249.86,
        "text": "I'm a white guy."
      },
      {
        "start": 2249.86,
        "end": 2250.86,
        "text": "I'm not the profile."
      },
      {
        "start": 2250.86,
        "end": 2251.86,
        "text": "So if you have a funny child title, clearly I'm joking, but this motherfucker accustomed,"
      },
      {
        "start": 2251.86,
        "end": 2252.86,
        "text": "no fucking sense of humor."
      },
      {
        "start": 2252.86,
        "end": 2253.86,
        "text": "They're saying like, you gotta see a judge."
      },
      {
        "start": 2253.86,
        "end": 2254.86,
        "text": "So they gave me two choices."
      }
    ]
  },
  "audience_reactions": [
    [
      1873.2,
      1874.4,
      0
    ],
    [
      1874.4,
      1875.6,
      0
    ],
    [
      1875.6,
      1876.8,
      0
    ],
    [
      1876.8,
      1878.0,
      0
    ],
    [
      1878.0,
      1879.2,
      0
    ],
    [
      1879.2,
      1880.4,
      0
    ],
    [
      1880.4,
      1881.6,
      0
    ],
    [
      1881.6,
      1882.8,
      0
    ],
    [
      1882.8,
      1884.0,
      0
    ],
    [
      1884.0,
      1885.2,
      0
    ],
    [
      1885.2,
      1886.4,
      0
    ],
    [
      1886.4,
      1887.6,
      0
    ],
    [
      1887.6,
      1888.8,
      0
    ],
    [
      1888.8,
      1890.0,
      0
    ],
    [
      1890.0,
      1891.2,
      0
    ],
    [
      1891.2,
      1892.4,
      0
    ],
    [
      1892.4,
      1893.6,
      0
    ],
    [
      1893.6,
      1894.8,
      0
    ],
    [
      1894.8,
      1896.0,
      0
    ],
    [
      1896.0,
      1897.2,
      0
    ],
    [
      1897.2,
      1898.4,
      0
    ],
    [
      1898.4,
      1899.6,
      0
    ],
    [
      1899.6,
      1900.8,
      0
    ],
    [
      1900.8,
      1902.0,
      0
    ],
    [
      1902.0,
      1903.2,
      0
    ],
    [
      1903.2,
      1904.4,
      0
    ],
    [
      1904.4,
      1905.6,
      0
    ],
    [
      1905.6,
      1906.8,
      0
    ],
    [
      1906.8,
      1908.0,
      0
    ],
    [
      1908.0,
      1909.2,
      0
    ],
    [
      1909.2,
      1910.4,
      0
    ],
    [
      1910.4,
      1911.6,
      0
    ],
    [
      1911.6,
      1912.8,
      0
    ],
    [
      1912.8,
      1914.0,
      0
    ],
    [
      1914.0,
      1915.2,
      0
    ],
    [
      1915.2,
      1916.4,
      1
    ],
    [
      1916.4,
      1917.6,
      0
    ],
    [
      1917.6,
      1918.8,
      0
    ],
    [
      1918.8,
      1920.0,
      0
    ],
    [
      1920.0,
      1921.2,
      0
    ],
    [
      1921.2,
      1922.4,
      0
    ],
    [
      1922.4,
      1923.6,
      0
    ],
    [
      1923.6,
      1924.8,
      0
    ],
    [
      1924.8,
      1926.0,
      0
    ],
    [
      1926.0,
      1927.2,
      0
    ],
    [
      1927.2,
      1928.4,
      0
    ],
    [
      1928.4,
      1929.6,
      2
    ],
    [
      1929.6,
      1930.8,
      1
    ],
    [
      1930.8,
      1932.0,
      0
    ],
    [
      1932.0,
      1933.2,
      0
    ],
    [
      1933.2,
      1934.4,
      0
    ],
    [
      1934.4,
      1935.6,
      0
    ],
    [
      1935.6,
      1936.8,
      0
    ],
    [
      1936.8,
      1938.0,
      0
    ],
    [
      1938.0,
      1939.2,
      1
    ],
    [
      1939.2,
      1940.4,
      0
    ],
    [
      1940.4,
      1941.6,
      0
    ],
    [
      1941.6,
      1942.8,
      0
    ],
    [
      1942.8,
      1944.0,
      0
    ],
    [
      1944.0,
      1945.2,
      0
    ],
    [
      1945.2,
      1946.4,
      0
    ],
    [
      1946.4,
      1947.6,
      0
    ],
    [
      1947.6,
      1948.8,
      0
    ],
    [
      1948.8,
      1950.0,
      0
    ],
    [
      1950.0,
      1951.2,
      0
    ],
    [
      1951.2,
      1952.4,
      0
    ],
    [
      1952.4,
      1953.6,
      0
    ],
    [
      1953.6,
      1954.8,
      0
    ],
    [
      1954.8,
      1956.0,
      0
    ],
    [
      1956.0,
      1957.2,
      0
    ],
    [
      1957.2,
      1958.4,
      0
    ],
    [
      1958.4,
      1959.6,
      0
    ],
    [
      1959.6,
      1960.8,
      0
    ],
    [
      1960.8,
      1962.0,
      0
    ],
    [
      1962.0,
      1963.2,
      0
    ],
    [
      1963.2,
      1964.4,
      0
    ],
    [
      1964.4,
      1965.6,
      0
    ],
    [
      1965.6,
      1966.8,
      0
    ],
    [
      1966.8,
      1968.0,
      0
    ],
    [
      1968.0,
      1969.2,
      1
    ],
    [
      1969.2,
      1970.4,
      2
    ],
    [
      1970.4,
      1971.6,
      1
    ],
    [
      1971.6,
      1972.8,
      0
    ],
    [
      1972.8,
      1974.0,
      1
    ],
    [
      1974.0,
      1975.2,
      0
    ],
    [
      1975.2,
      1976.4,
      1
    ],
    [
      1976.4,
      1977.6,
      3
    ],
    [
      1977.6,
      1978.8,
      0
    ],
    [
      1978.8,
      1980.0,
      0
    ],
    [
      1980.0,
      1981.2,
      0
    ],
    [
      1981.2,
      1982.4,
      0
    ],
    [
      1982.4,
      1983.6,
      0
    ],
    [
      1983.6,
      1984.8,
      0
    ],
    [
      1984.8,
      1986.0,
      0
    ],
    [
      1986.0,
      1987.2,
      0
    ],
    [
      1987.2,
      1988.4,
      0
    ],
    [
      1988.4,
      1989.6,
      0
    ],
    [
      1989.6,
      1990.8,
      0
    ],
    [
      1990.8,
      1992.0,
      0
    ],
    [
      1992.0,
      1993.2,
      0
    ],
    [
      1993.2,
      1994.4,
      0
    ],
    [
      1994.4,
      1995.6,
      0
    ],
    [
      1995.6,
      1996.8,
      0
    ],
    [
      1996.8,
      1998.0,
      0
    ],
    [
      1998.0,
      1999.2,
      0
    ],
    [
      1999.2,
      2000.4,
      0
    ],
    [
      2000.4,
      2001.6,
      0
    ],
    [
      2001.6,
      2002.8,
      0
    ],
    [
      2002.8,
      2004.0,
      0
    ],
    [
      2004.0,
      2005.2,
      0
    ],
    [
      2005.2,
      2006.4,
      0
    ],
    [
      2006.4,
      2007.6,
      0
    ],
    [
      2007.6,
      2008.8,
      0
    ],
    [
      2008.8,
      2010.0,
      0
    ],
    [
      2010.0,
      2011.2,
      0
    ],
    [
      2011.2,
      2012.4,
      0
    ],
    [
      2012.4,
      2013.6,
      0
    ],
    [
      2013.6,
      2014.8,
      0
    ],
    [
      2014.8,
      2016.0,
      0
    ],
    [
      2016.0,
      2017.2,
      0
    ],
    [
      2017.2,
      2018.4,
      0
    ],
    [
      2018.4,
      2019.6,
      0
    ],
    [
      2019.6,
      2020.8,
      0
    ],
    [
      2020.8,
      2022.0,
      0
    ],
    [
      2022.0,
      2023.2,
      0
    ],
    [
      2023.2,
      2024.4,
      0
    ],
    [
      2024.4,
      2025.6,
      0
    ],
    [
      2025.6,
      2026.8,
      0
    ],
    [
      2026.8,
      2028.0,
      0
    ],
    [
      2028.0,
      2029.2,
      0
    ],
    [
      2029.2,
      2030.4,
      0
    ],
    [
      2030.4,
      2031.6,
      0
    ],
    [
      2031.6,
      2032.8,
      0
    ],
    [
      2032.8,
      2034.0,
      0
    ],
    [
      2034.0,
      2035.2,
      0
    ],
    [
      2035.2,
      2036.4,
      0
    ],
    [
      2036.4,
      2037.6,
      0
    ],
    [
      2037.6,
      2038.8,
      0
    ],
    [
      2038.8,
      2040.0,
      0
    ],
    [
      2040.0,
      2041.2,
      0
    ],
    [
      2041.2,
      2042.4,
      0
    ],
    [
      2042.4,
      2043.6,
      0
    ],
    [
      2043.6,
      2044.8,
      0
    ],
    [
      2044.8,
      2046.0,
      0
    ],
    [
      2046.0,
      2047.2,
      0
    ],
    [
      2047.2,
      2048.4,
      0
    ],
    [
      2048.4,
      2049.6,
      0
    ],
    [
      2049.6,
      2050.8,
      0
    ],
    [
      2050.8,
      2052.0,
      1
    ],
    [
      2052.0,
      2053.2,
      0
    ],
    [
      2053.2,
      2054.4,
      0
    ],
    [
      2054.4,
      2055.6,
      0
    ],
    [
      2055.6,
      2056.8,
      0
    ],
    [
      2056.8,
      2058.0,
      0
    ],
    [
      2058.0,
      2059.2,
      0
    ],
    [
      2059.2,
      2060.4,
      0
    ],
    [
      2060.4,
      2061.6,
      0
    ],
    [
      2061.6,
      2062.8,
      0
    ],
    [
      2062.8,
      2064.0,
      0
    ],
    [
      2064.0,
      2065.2,
      0
    ],
    [
      2065.2,
      2066.4,
      0
    ],
    [
      2066.4,
      2067.6,
      0
    ],
    [
      2067.6,
      2068.8,
      0
    ],
    [
      2068.8,
      2070.0,
      0
    ],
    [
      2070.0,
      2071.2,
      0
    ],
    [
      2071.2,
      2072.4,
      0
    ],
    [
      2072.4,
      2073.6,
      0
    ],
    [
      2073.6,
      2074.8,
      1
    ],
    [
      2074.8,
      2076.0,
      0
    ],
    [
      2076.0,
      2077.2,
      0
    ],
    [
      2077.2,
      2078.4,
      0
    ],
    [
      2078.4,
      2079.6,
      0
    ],
    [
      2079.6,
      2080.8,
      0
    ],
    [
      2080.8,
      2082.0,
      0
    ],
    [
      2082.0,
      2083.2,
      0
    ],
    [
      2083.2,
      2084.4,
      0
    ],
    [
      2084.4,
      2085.6,
      0
    ],
    [
      2085.6,
      2086.8,
      0
    ],
    [
      2086.8,
      2088.0,
      0
    ],
    [
      2088.0,
      2089.2,
      0
    ],
    [
      2089.2,
      2090.4,
      0
    ],
    [
      2090.4,
      2091.6,
      0
    ],
    [
      2091.6,
      2092.8,
      0
    ],
    [
      2092.8,
      2094.0,
      0
    ],
    [
      2094.0,
      2095.2,
      0
    ],
    [
      2095.2,
      2096.4,
      0
    ],
    [
      2096.4,
      2097.6,
      0
    ],
    [
      2097.6,
      2098.8,
      0
    ],
    [
      2098.8,
      2100.0,
      0
    ],
    [
      2100.0,
      2101.2,
      0
    ],
    [
      2101.2,
      2102.4,
      0
    ],
    [
      2102.4,
      2103.6,
      0
    ],
    [
      2103.6,
      2104.8,
      0
    ],
    [
      2104.8,
      2106.0,
      0
    ],
    [
      2106.0,
      2107.2,
      0
    ],
    [
      2107.2,
      2108.4,
      0
    ],
    [
      2108.4,
      2109.6,
      0
    ],
    [
      2109.6,
      2110.8,
      0
    ],
    [
      2110.8,
      2112.0,
      0
    ],
    [
      2112.0,
      2113.2,
      0
    ],
    [
      2113.2,
      2114.4,
      0
    ],
    [
      2114.4,
      2115.6,
      0
    ],
    [
      2115.6,
      2116.8,
      0
    ],
    [
      2116.8,
      2118.0,
      0
    ],
    [
      2118.0,
      2119.2,
      0
    ],
    [
      2119.2,
      2120.4,
      0
    ],
    [
      2120.4,
      2121.6,
      0
    ],
    [
      2121.6,
      2122.8,
      0
    ],
    [
      2122.8,
      2124.0,
      0
    ],
    [
      2124.0,
      2125.2,
      0
    ],
    [
      2125.2,
      2126.4,
      0
    ],
    [
      2126.4,
      2127.6,
      0
    ],
    [
      2127.6,
      2128.8,
      0
    ],
    [
      2128.8,
      2130.0,
      0
    ],
    [
      2130.0,
      2131.2,
      0
    ],
    [
      2131.2,
      2132.4,
      0
    ],
    [
      2132.4,
      2133.6,
      0
    ],
    [
      2133.6,
      2134.8,
      0
    ],
    [
      2134.8,
      2136.0,
      0
    ],
    [
      2136.0,
      2137.2,
      0
    ],
    [
      2137.2,
      2138.4,
      0
    ],
    [
      2138.4,
      2139.6,
      0
    ],
    [
      2139.6,
      2140.8,
      0
    ],
    [
      2140.8,
      2142.0,
      0
    ],
    [
      2142.0,
      2143.2,
      0
    ],
    [
      2143.2,
      2144.4,
      0
    ],
    [
      2144.4,
      2145.6,
      0
    ],
    [
      2145.6,
      2146.8,
      0
    ],
    [
      2146.8,
      2148.0,
      0
    ],
    [
      2148.0,
      2149.2,
      0
    ],
    [
      2149.2,
      2150.4,
      0
    ],
    [
      2150.4,
      2151.6,
      0
    ],
    [
      2151.6,
      2152.8,
      0
    ],
    [
      2152.8,
      2154.0,
      0
    ],
    [
      2154.0,
      2155.2,
      0
    ],
    [
      2155.2,
      2156.4,
      0
    ],
    [
      2156.4,
      2157.6,
      0
    ],
    [
      2157.6,
      2158.8,
      0
    ],
    [
      2158.8,
      2160.0,
      0
    ],
    [
      2160.0,
      2161.2,
      0
    ],
    [
      2161.2,
      2162.4,
      0
    ],
    [
      2162.4,
      2163.6,
      0
    ],
    [
      2163.6,
      2164.8,
      0
    ],
    [
      2164.8,
      2166.0,
      0
    ],
    [
      2166.0,
      2167.2,
      0
    ],
    [
      2167.2,
      2168.4,
      0
    ],
    [
      2168.4,
      2169.6,
      0
    ],
    [
      2169.6,
      2170.8,
      0
    ],
    [
      2170.8,
      2172.0,
      0
    ],
    [
      2172.0,
      2173.2,
      0
    ],
    [
      2173.2,
      2174.4,
      0
    ],
    [
      2174.4,
      2175.6,
      0
    ],
    [
      2175.6,
      2176.8,
      0
    ],
    [
      2176.8,
      2178.0,
      2
    ],
    [
      2178.0,
      2179.2,
      0
    ],
    [
      2179.2,
      2180.4,
      0
    ],
    [
      2180.4,
      2181.6,
      0
    ],
    [
      2181.6,
      2182.8,
      0
    ],
    [
      2182.8,
      2184.0,
      0
    ],
    [
      2184.0,
      2185.2,
      0
    ],
    [
      2185.2,
      2186.4,
      0
    ],
    [
      2186.4,
      2187.6,
      0
    ],
    [
      2187.6,
      2188.8,
      0
    ],
    [
      2188.8,
      2190.0,
      0
    ],
    [
      2190.0,
      2191.2,
      0
    ],
    [
      2191.2,
      2192.4,
      0
    ],
    [
      2192.4,
      2193.6,
      0
    ],
    [
      2193.6,
      2194.8,
      0
    ],
    [
      2194.8,
      2196.0,
      0
    ],
    [
      2196.0,
      2197.2,
      0
    ],
    [
      2197.2,
      2198.4,
      0
    ],
    [
      2198.4,
      2199.6,
      0
    ],
    [
      2199.6,
      2200.8,
      1
    ],
    [
      2200.8,
      2202.0,
      1
    ],
    [
      2202.0,
      2203.2,
      1
    ],
    [
      2203.2,
      2204.4,
      1
    ],
    [
      2204.4,
      2205.6,
      0
    ],
    [
      2205.6,
      2206.8,
      0
    ],
    [
      2206.8,
      2208.0,
      0
    ],
    [
      2208.0,
      2209.2,
      0
    ],
    [
      2209.2,
      2210.4,
      1
    ],
    [
      2210.4,
      2211.6,
      1
    ],
    [
      2211.6,
      2212.8,
      0
    ],
    [
      2212.8,
      2214.0,
      3
    ],
    [
      2214.0,
      2215.2,
      0
    ],
    [
      2215.2,
      2216.4,
      0
    ],
    [
      2216.4,
      2217.6,
      1
    ],
    [
      2217.6,
      2218.8,
      0
    ],
    [
      2218.8,
      2220.0,
      0
    ],
    [
      2220.0,
      2221.2,
      0
    ],
    [
      2221.2,
      2222.4,
      0
    ],
    [
      2222.4,
      2223.6,
      0
    ],
    [
      2223.6,
      2224.8,
      0
    ],
    [
      2224.8,
      2226.0,
      0
    ],
    [
      2226.0,
      2227.2,
      0
    ],
    [
      2227.2,
      2228.4,
      0
    ],
    [
      2228.4,
      2229.6,
      0
    ],
    [
      2229.6,
      2230.8,
      0
    ],
    [
      2230.8,
      2232.0,
      0
    ],
    [
      2232.0,
      2233.2,
      0
    ],
    [
      2233.2,
      2234.4,
      0
    ],
    [
      2234.4,
      2235.6,
      0
    ],
    [
      2235.6,
      2236.8,
      0
    ],
    [
      2236.8,
      2238.0,
      0
    ],
    [
      2238.0,
      2239.2,
      0
    ],
    [
      2239.2,
      2240.4,
      0
    ],
    [
      2240.4,
      2241.6,
      0
    ],
    [
      2241.6,
      2242.8,
      0
    ],
    [
      2242.8,
      2244.0,
      0
    ],
    [
      2244.0,
      2245.2,
      0
    ],
    [
      2245.2,
      2246.4,
      0
    ],
    [
      2246.4,
      2247.6,
      0
    ],
    [
      2247.6,
      2248.8,
      0
    ],
    [
      2248.8,
      2250.0,
      0
    ],
    [
      2250.0,
      2251.2,
      0
    ],
    [
      2251.2,
      2252.4,
      0
    ],
    [
      2252.4,
      2253.6,
      1
    ],
    [
      2253.6,
      2254.8,
      2
    ],
    [
      2254.8,
      2256.0,
      0
    ],
    [
      2256.0,
      2257.2,
      2
    ],
    [
      2257.2,
      2258.4,
      0
    ],
    [
      2258.4,
      2259.6,
      0
    ],
    [
      2259.6,
      2260.8,
      0
    ],
    [
      2260.8,
      2262.0,
      0
    ],
    [
      2262.0,
      2263.2,
      0
    ],
    [
      2263.2,
      2264.4,
      0
    ],
    [
      2264.4,
      2265.6,
      0
    ],
    [
      2265.6,
      2266.8,
      0
    ],
    [
      2266.8,
      2268.0,
      0
    ],
    [
      2268.0,
      2269.2,
      0
    ],
    [
      2269.2,
      2270.4,
      0
    ],
    [
      2270.4,
      2271.6,
      0
    ],
    [
      2271.6,
      2272.8,
      0
    ],
    [
      2272.8,
      2274.0,
      0
    ],
    [
      2274.0,
      2275.2,
      0
    ],
    [
      2275.2,
      2276.4,
      0
    ],
    [
      2276.4,
      2277.6,
      0
    ],
    [
      2277.6,
      2278.8,
      0
    ]
  ]
}