{
  "bit_id": "20250126_Adult_Content_17th_Dec_2024_Part_2_unexpectedly_touching_moments_and_reflection_on_life",
  "show_info": {
    "show_identifier": "20250126_Adult_Content_17th_Dec_2024_Part_2",
    "comedian": "Yoshi Obayashi",
    "name_of_show": "Adult Content 2",
    "date_of_show": "17 Dec 2024, 21:15",
    "name_of_venue": "ROBIN's",
    "link_to_venue_on_google_maps": "https://maps.app.goo.gl/tQSpMuzHq84sr7Wa6",
    "length_of_set": 2138.78,
    "lpm": 7,
    "notes": "Adult Content 2nd Run - 2nd Half Q&A"
  },
  "bit_info": {
    "title": "Unexpectedly Touching Moments and Reflection on Life",
    "start": 1700.7,
    "end": 2096.2,
    "joke_types": [
      "Observational",
      "Dark Humor",
      "Confessional",
      "Self-Deprecation",
      "Parody",
      "Literal Interpretation",
      "Comparison"
    ],
    "themes": [
      "Family Life",
      "Trauma",
      "Cultural Differences",
      "Death",
      "Comedy"
    ],
    "lpm": 5
  },
  "transcript": {
    "text": "But you, so I'm trying to reconcile two things, like, I miss my dad. He died in a really terrible circumstance. I didn't want to think about it. He cut me off crying. This kid's hand over. And that's the, that's the amazing thing about kids. They see good in everyone. And anybody who were porn, everybody's a scumbag, right? So, I forgot to tell you this during the story, because one time my friend Brandon Iron, he's a porn star from Canada, he called me. help me with something. I thought he needs camera guy. So this one, he's gonna fuck this girl and afterward there's like 15 to 20 guy blow bang. Blow bang is where 20 guys put their dick and just come on her face, right? It's kind of similar to Bukkake, which is Japanese word. But anyway, so I said, well, if you don't need camera man, what do you need? So here's the scenario. The girl has two daughters and the babysitter flaked on them. So they need me babysitting those two girls, five and seven. I said, Brandon, I don't feel comfortable, but even they don't shoot, he had to pay all these people. It's like $5,000 to go down the toilet. He can find it. But so I show up, take the two kids to McDonald's, you know, like they're white kids. What am I doing with white kids? I'm just like, okay. Please don't ask me questions. And then I get the food and all this daughter is sloppy. She's drinking vanilla milkshake. She had a banana shake all over her face, which is ironic. The same thing is happening to mom as we speak. I had to reconcile. Do you know, see, if you go to Japan. I mean, I'm not saying that I'm not a big fan of Japanese people. But I think Japanese people, bukkake, they don't think sex. That's like something that most foreigners think. But for those of you, if you don't know what, bukkake is a type of noodle. And they give you a little bit of sauce. So it's just enough to spread across their face. That's why when you do bukkake film, all the guy's ejaculating on the guy's, girl's face, you know, to spread. That's why it's called bukkake film. But bukkake, 95% of Japanese people said, type of noodle. It's kind of funny. So I'm like, okay, I'm going to go to Japan. I'm going to go to Japan. I'm going to go to Tokyo. I'm going to go to Tokyo. I'm going to go to Tokyo. I'm going to go to Tokyo. I'm going to go to Tokyo. I'm going to go to Tokyo. I'm going to go to Tokyo. I'm going to go to Tokyo. I'm going to go to Tokyo. It's kind of funny. But two people just walking, and I'm talking about a fucking game. Sorry. All right. This is actually just the moment where we're going to wrap it up. I have time for one more question to do. Anyone? Any takers? No. Was this show weird? Did I waste your time? Is there a complaint? Is there something that you want to hear more or less of? Because I don't know what you guys are thinking. I have one question. Yes. How many people did you see this show? I don't know. How much confidence, or should I say, how did you get into the position to talk in front of people? Everybody's watching you. Especially in case of humor, which is quite individual. This is actually very good. This is actually a good question. I told them beginning the show something happened. My mom was basically... My mother was forced to marry my dad. And I had a very difficult relationship. And I hate to say it, but I overheard my mom talking to her friend one time drunk, because I sneak met her on that downstairs. You know what she said to her friend? I shouldn't be laughing, but... Yeah. She said one time, every time she sees my face, she wants to kill herself. Aww. You're beautiful. So... It's fine. I mean, it's kind of funny now, but at the time, I didn't really take it that way. But I think... I think... But anyway, I think when you're a comedian, I think you probably grow up in a very secure situation. And maybe we didn't grow up with people who were very, very, very good at listening skills. We didn't grow up with people with good listening skills. So to have anybody listen, it really is a privilege, you know? So I try to give... I try to be as authentic as I can and try to tell them hopefully a meaningful story to make connection with people, you know? But sometimes it's hard because, you know, 2019, my friend Brody, comedian guy, he killed himself hanging. And my friend Brandon Iron, porn guy, he killed himself hanging. And my friend Brandon Iron, porn guy, he killed himself hanging. And my dad killed himself by hanging. So it was really, really hard to process the whole thing, you know? And I think a lot of times we use comedy to kind of talk very painful things. And I was not in a good place. Plus, 2019, I also turned 50. So I think a lot of weird shit was happening. Thank God COVID hit, because I think... I was able to stay in one place for four months, kind of process it. So I think last year, I was able to stay in one place for four months, kind of process it. So I think last four years since COVID, I changed my act a little bit. Like, I did French Fest last year. You know what most difficult part for me as a comic? I think it's true. We want to do... Look, in Japan, if you tell a funny joke and people don't laugh, we have to kill ourselves. So... So when I tell stories, you want to tell funny stories and people get laughed, it's so difficult to tell a story as a comedian not to get laughed. And that's the hard part. And sometimes when you tell these kind of personal stories, I think people will keep hearing as long as it comes from a good place and people trust you. But believe me, it's not easy. This is more difficult than... Like, for Japanese, Bukkake film is more comfortable than saying, I love you and thank you. And I think that's the hard part. I think it's the hard part. I think it's the hard part. I think it's the hard part. I think it's the hard part. And when people say that, I think it's the hard part. You know what I mean? You know what I mean? You know what I mean? Emotion. Emotion. It's so difficult. And it's easy for Worshiner. But I think when I say things like, something happened to me when I was a kid, it's still lingering after 50 years. It's a little bit uncomfortable. And you know, we're both from Japan. The reason why we don't want to do, it's not because we're dishonest, we feel like we're making our problem yours. And it's really... Yeah.",
    "lines": [
      {
        "start": 1701.68,
        "end": 1702.68,
        "text": "But you,"
      },
      {
        "start": 1702.68,
        "end": 1703.68,
        "text": "so I'm trying to reconcile two things,"
      },
      {
        "start": 1703.68,
        "end": 1704.68,
        "text": "like,"
      },
      {
        "start": 1704.68,
        "end": 1705.68,
        "text": "I miss my dad."
      },
      {
        "start": 1705.68,
        "end": 1706.68,
        "text": "He died in a really terrible circumstance."
      },
      {
        "start": 1706.68,
        "end": 1707.68,
        "text": "I didn't want to think about it."
      },
      {
        "start": 1707.68,
        "end": 1709.9,
        "text": "He cut me off crying."
      },
      {
        "start": 1709.9,
        "end": 1711.44,
        "text": "This kid's hand over."
      },
      {
        "start": 1711.44,
        "end": 1712.8,
        "text": "And that's the,"
      },
      {
        "start": 1712.8,
        "end": 1715.8,
        "text": "that's the amazing thing about kids."
      },
      {
        "start": 1715.8,
        "end": 1717.52,
        "text": "They see good in everyone."
      },
      {
        "start": 1717.52,
        "end": 1719.26,
        "text": "And anybody who were porn,"
      },
      {
        "start": 1719.26,
        "end": 1721.92,
        "text": "everybody's a scumbag, right?"
      },
      {
        "start": 1721.92,
        "end": 1722.92,
        "text": "So,"
      },
      {
        "start": 1722.92,
        "end": 1724.6200000000001,
        "text": "I forgot to tell you this during the story,"
      },
      {
        "start": 1724.6200000000001,
        "end": 1726.42,
        "text": "because one time my friend Brandon Iron,"
      },
      {
        "start": 1726.42,
        "end": 1728.5600000000002,
        "text": "he's a porn star from Canada,"
      },
      {
        "start": 1728.5600000000002,
        "end": 1729.5600000000002,
        "text": "he called me."
      },
      {
        "start": 1729.56,
        "end": 1734.6,
        "text": "help me with something. I thought he needs camera guy. So this one, he's gonna fuck this"
      },
      {
        "start": 1734.6,
        "end": 1741.0,
        "text": "girl and afterward there's like 15 to 20 guy blow bang. Blow bang is where 20 guys put"
      },
      {
        "start": 1741.0,
        "end": 1744.8,
        "text": "their dick and just come on her face, right? It's kind of similar to Bukkake, which is"
      },
      {
        "start": 1744.8,
        "end": 1749.8,
        "text": "Japanese word. But anyway, so I said, well, if you don't need camera man, what do you"
      },
      {
        "start": 1749.8,
        "end": 1756.2,
        "text": "need? So here's the scenario. The girl has two daughters and the babysitter flaked on"
      },
      {
        "start": 1756.2,
        "end": 1763.32,
        "text": "them. So they need me babysitting those two girls, five and seven. I said, Brandon, I"
      },
      {
        "start": 1763.32,
        "end": 1772.32,
        "text": "don't feel comfortable, but even they don't shoot, he had to pay all these people. It's"
      },
      {
        "start": 1772.32,
        "end": 1778.6000000000001,
        "text": "like $5,000 to go down the toilet. He can find it. But so I show up, take the two kids"
      },
      {
        "start": 1778.6000000000001,
        "end": 1785.46,
        "text": "to McDonald's, you know, like they're white kids. What am I doing with white kids? I'm"
      },
      {
        "start": 1785.46,
        "end": 1786.18,
        "text": "just like, okay."
      },
      {
        "start": 1786.2,
        "end": 1796.54,
        "text": "Please don't ask me questions. And then I get the food and all this daughter is sloppy."
      },
      {
        "start": 1796.66,
        "end": 1802.1000000000001,
        "text": "She's drinking vanilla milkshake. She had a banana shake all over her face, which is"
      },
      {
        "start": 1802.1000000000001,
        "end": 1815.2,
        "text": "ironic. The same thing is happening to mom as we speak. I had to reconcile. Do you know,"
      },
      {
        "start": 1815.2,
        "end": 1816.18,
        "text": "see, if you go to Japan."
      },
      {
        "start": 1816.2,
        "end": 1823.2,
        "text": "I mean, I'm not saying that I'm not a big fan of Japanese people. But I think Japanese"
      },
      {
        "start": 1823.2,
        "end": 1826.2,
        "text": "people, bukkake, they don't think sex. That's like something that most foreigners think."
      },
      {
        "start": 1826.2,
        "end": 1829.2,
        "text": "But for those of you, if you don't know what, bukkake is a type of noodle. And they give"
      },
      {
        "start": 1829.2,
        "end": 1832.2,
        "text": "you a little bit of sauce. So it's just enough to spread across their face. That's why when"
      },
      {
        "start": 1832.2,
        "end": 1837.2,
        "text": "you do bukkake film, all the guy's ejaculating on the guy's, girl's face, you know, to spread."
      },
      {
        "start": 1837.2,
        "end": 1842.2,
        "text": "That's why it's called bukkake film. But bukkake, 95% of Japanese people said, type of noodle."
      },
      {
        "start": 1842.2,
        "end": 1843.2,
        "text": "It's kind of funny."
      },
      {
        "start": 1843.2,
        "end": 1844.2,
        "text": "So I'm like, okay, I'm going to go to Japan. I'm going to go to Japan. I'm going to go to"
      },
      {
        "start": 1844.2,
        "end": 1845.2,
        "text": "Tokyo. I'm going to go to Tokyo. I'm going to go to Tokyo. I'm going to go to Tokyo. I'm"
      },
      {
        "start": 1845.2,
        "end": 1846.2,
        "text": "going to go to Tokyo. I'm going to go to Tokyo. I'm going to go to Tokyo. I'm going"
      },
      {
        "start": 1846.2,
        "end": 1847.2,
        "text": "to go to Tokyo. I'm going to go to Tokyo."
      },
      {
        "start": 1847.2,
        "end": 1848.2,
        "text": "It's kind of funny. But two people just walking, and I'm talking about a fucking game. Sorry."
      },
      {
        "start": 1848.2,
        "end": 1849.2,
        "text": "All right. This is actually just the moment where we're going to wrap it up. I have time"
      },
      {
        "start": 1849.2,
        "end": 1850.2,
        "text": "for one more question to do. Anyone? Any takers?"
      },
      {
        "start": 1850.2,
        "end": 1851.2,
        "text": "No."
      },
      {
        "start": 1851.2,
        "end": 1852.2,
        "text": "Was this show weird? Did I waste your time? Is there a complaint? Is there something"
      },
      {
        "start": 1852.2,
        "end": 1857.2,
        "text": "that you want to hear more or less of? Because I don't know what you guys are thinking."
      },
      {
        "start": 1857.2,
        "end": 1858.2,
        "text": "I have one question."
      },
      {
        "start": 1858.2,
        "end": 1859.2,
        "text": "Yes."
      },
      {
        "start": 1859.2,
        "end": 1860.2,
        "text": "How many people did you see this show?"
      },
      {
        "start": 1860.2,
        "end": 1862.2,
        "text": "I don't know."
      },
      {
        "start": 1862.2,
        "end": 1877.2,
        "text": "How much confidence, or should I say, how did you get into the position to talk in"
      },
      {
        "start": 1877.2,
        "end": 1890.2,
        "text": "front of people? Everybody's watching you. Especially in case of humor, which is quite"
      },
      {
        "start": 1890.2,
        "end": 1891.2,
        "text": "individual."
      },
      {
        "start": 1891.2,
        "end": 1892.2,
        "text": "This is actually very good."
      },
      {
        "start": 1892.2,
        "end": 1901.2,
        "text": "This is actually a good question. I told them beginning the show something happened. My"
      },
      {
        "start": 1901.2,
        "end": 1910.2,
        "text": "mom was basically... My mother was forced to marry my dad. And I had a very difficult"
      },
      {
        "start": 1910.2,
        "end": 1916.2,
        "text": "relationship. And I hate to say it, but I overheard my mom talking to her friend one"
      },
      {
        "start": 1916.2,
        "end": 1920.2,
        "text": "time drunk, because I sneak met her on that downstairs. You know what she said to her"
      },
      {
        "start": 1920.2,
        "end": 1921.2,
        "text": "friend? I shouldn't be laughing, but..."
      },
      {
        "start": 1921.2,
        "end": 1922.2,
        "text": "Yeah."
      },
      {
        "start": 1922.2,
        "end": 1927.2,
        "text": "She said one time, every time she sees my face, she wants to kill herself."
      },
      {
        "start": 1927.2,
        "end": 1929.2,
        "text": "Aww."
      },
      {
        "start": 1929.2,
        "end": 1930.2,
        "text": "You're beautiful."
      },
      {
        "start": 1930.2,
        "end": 1931.2,
        "text": "So..."
      },
      {
        "start": 1931.2,
        "end": 1937.2,
        "text": "It's fine. I mean, it's kind of funny now, but at the time, I didn't really take it that"
      },
      {
        "start": 1937.2,
        "end": 1938.2,
        "text": "way. But I think..."
      },
      {
        "start": 1939.2,
        "end": 1947.2,
        "text": "I think... But anyway, I think when you're a comedian, I think you probably grow up"
      },
      {
        "start": 1947.2,
        "end": 1951.2,
        "text": "in a very secure situation. And maybe we didn't grow up with people who were very, very, very"
      },
      {
        "start": 1951.2,
        "end": 1954.2,
        "text": "good at listening skills. We didn't grow up with people with good listening skills. So"
      },
      {
        "start": 1954.2,
        "end": 1963.2,
        "text": "to have anybody listen, it really is a privilege, you know? So I try to give... I try to be as"
      },
      {
        "start": 1963.2,
        "end": 1969.2,
        "text": "authentic as I can and try to tell them hopefully a meaningful story to make connection with"
      },
      {
        "start": 1969.2,
        "end": 1976.2,
        "text": "people, you know? But sometimes it's hard because, you know, 2019, my friend Brody,"
      },
      {
        "start": 1976.2,
        "end": 1979.2,
        "text": "comedian guy, he killed himself hanging. And my friend Brandon Iron, porn guy, he killed"
      },
      {
        "start": 1979.2,
        "end": 1980.2,
        "text": "himself hanging. And my friend Brandon Iron, porn guy, he killed himself hanging. And my"
      },
      {
        "start": 1980.2,
        "end": 1986.2,
        "text": "dad killed himself by hanging. So it was really, really hard to process the whole thing,"
      },
      {
        "start": 1986.2,
        "end": 1991.2,
        "text": "you know? And I think a lot of times we use comedy to kind of talk very painful things."
      },
      {
        "start": 1991.2,
        "end": 1999.2,
        "text": "And I was not in a good place. Plus, 2019, I also turned 50. So I think a lot of weird"
      },
      {
        "start": 1999.2,
        "end": 2006.2,
        "text": "shit was happening. Thank God COVID hit, because I think... I was able to stay in one place"
      },
      {
        "start": 2006.2,
        "end": 2008.2,
        "text": "for four months, kind of process it."
      },
      {
        "start": 2008.2,
        "end": 2009.2,
        "text": "So I think last year, I was able to stay in one place for four months, kind of process"
      },
      {
        "start": 2009.2,
        "end": 2014.2,
        "text": "it. So I think last four years since COVID, I changed my act a little bit. Like, I did"
      },
      {
        "start": 2014.2,
        "end": 2019.2,
        "text": "French Fest last year. You know what most difficult part for me as a comic? I think"
      },
      {
        "start": 2019.2,
        "end": 2028.2,
        "text": "it's true. We want to do... Look, in Japan, if you tell a funny joke and people don't"
      },
      {
        "start": 2028.2,
        "end": 2037.2,
        "text": "laugh, we have to kill ourselves. So... So when I tell stories, you want to tell funny"
      },
      {
        "start": 2037.2,
        "end": 2047.2,
        "text": "stories and people get laughed, it's so difficult to tell a story as a comedian not to get laughed."
      },
      {
        "start": 2047.2,
        "end": 2050.2,
        "text": "And that's the hard part. And sometimes when you tell these kind of personal stories, I"
      },
      {
        "start": 2050.2,
        "end": 2054.2,
        "text": "think people will keep hearing as long as it comes from a good place and people trust"
      },
      {
        "start": 2054.2,
        "end": 2061.2,
        "text": "you. But believe me, it's not easy. This is more difficult than... Like, for Japanese,"
      },
      {
        "start": 2061.2,
        "end": 2065.2,
        "text": "Bukkake film is more comfortable than saying, I love you and thank you. And I think that's"
      },
      {
        "start": 2065.2,
        "end": 2066.2,
        "text": "the hard part. I think it's the hard part. I think it's the hard part. I think it's the hard part."
      },
      {
        "start": 2066.2,
        "end": 2068.2,
        "text": "I think it's the hard part. And when people say that, I think it's the hard part."
      },
      {
        "start": 2068.2,
        "end": 2071.2,
        "text": "You know what I mean? You know what I mean? You know what I mean?"
      },
      {
        "start": 2071.2,
        "end": 2072.2,
        "text": "Emotion."
      },
      {
        "start": 2072.2,
        "end": 2078.2,
        "text": "Emotion. It's so difficult. And it's easy for Worshiner. But I think when I say things"
      },
      {
        "start": 2078.2,
        "end": 2083.2,
        "text": "like, something happened to me when I was a kid, it's still lingering after 50 years."
      },
      {
        "start": 2083.2,
        "end": 2089.2,
        "text": "It's a little bit uncomfortable. And you know, we're both from Japan. The reason why we don't"
      },
      {
        "start": 2089.2,
        "end": 2094.2,
        "text": "want to do, it's not because we're dishonest, we feel like we're making our problem yours."
      },
      {
        "start": 2094.2,
        "end": 2095.2,
        "text": "And it's really..."
      },
      {
        "start": 2095.2,
        "end": 2096.2,
        "text": "Yeah."
      }
    ]
  },
  "audience_reactions": [
    [
      1701.6,
      1702.8,
      0
    ],
    [
      1702.8,
      1704.0,
      0
    ],
    [
      1704.0,
      1705.2,
      0
    ],
    [
      1705.2,
      1706.4,
      0
    ],
    [
      1706.4,
      1707.6,
      0
    ],
    [
      1707.6,
      1708.8,
      0
    ],
    [
      1708.8,
      1710.0,
      0
    ],
    [
      1710.0,
      1711.2,
      0
    ],
    [
      1711.2,
      1712.4,
      0
    ],
    [
      1712.4,
      1713.6,
      0
    ],
    [
      1713.6,
      1714.8,
      0
    ],
    [
      1714.8,
      1716.0,
      0
    ],
    [
      1716.0,
      1717.2,
      0
    ],
    [
      1717.2,
      1718.4,
      0
    ],
    [
      1718.4,
      1719.6,
      0
    ],
    [
      1719.6,
      1720.8,
      0
    ],
    [
      1720.8,
      1722.0,
      0
    ],
    [
      1722.0,
      1723.2,
      0
    ],
    [
      1723.2,
      1724.4,
      0
    ],
    [
      1724.4,
      1725.6,
      0
    ],
    [
      1725.6,
      1726.8,
      0
    ],
    [
      1726.8,
      1728.0,
      0
    ],
    [
      1728.0,
      1729.2,
      0
    ],
    [
      1729.2,
      1730.4,
      0
    ],
    [
      1730.4,
      1731.6,
      0
    ],
    [
      1731.6,
      1732.8,
      0
    ],
    [
      1732.8,
      1734.0,
      0
    ],
    [
      1734.0,
      1735.2,
      0
    ],
    [
      1735.2,
      1736.4,
      0
    ],
    [
      1736.4,
      1737.6,
      0
    ],
    [
      1737.6,
      1738.8,
      0
    ],
    [
      1738.8,
      1740.0,
      0
    ],
    [
      1740.0,
      1741.2,
      0
    ],
    [
      1741.2,
      1742.4,
      0
    ],
    [
      1742.4,
      1743.6,
      0
    ],
    [
      1743.6,
      1744.8,
      0
    ],
    [
      1744.8,
      1746.0,
      0
    ],
    [
      1746.0,
      1747.2,
      0
    ],
    [
      1747.2,
      1748.4,
      0
    ],
    [
      1748.4,
      1749.6,
      0
    ],
    [
      1749.6,
      1750.8,
      0
    ],
    [
      1750.8,
      1752.0,
      0
    ],
    [
      1752.0,
      1753.2,
      0
    ],
    [
      1753.2,
      1754.4,
      0
    ],
    [
      1754.4,
      1755.6,
      0
    ],
    [
      1755.6,
      1756.8,
      0
    ],
    [
      1756.8,
      1758.0,
      0
    ],
    [
      1758.0,
      1759.2,
      0
    ],
    [
      1759.2,
      1760.4,
      0
    ],
    [
      1760.4,
      1761.6,
      1
    ],
    [
      1761.6,
      1762.8,
      0
    ],
    [
      1762.8,
      1764.0,
      0
    ],
    [
      1764.0,
      1765.2,
      0
    ],
    [
      1765.2,
      1766.4,
      0
    ],
    [
      1766.4,
      1767.6,
      0
    ],
    [
      1767.6,
      1768.8,
      0
    ],
    [
      1768.8,
      1770.0,
      0
    ],
    [
      1770.0,
      1771.2,
      0
    ],
    [
      1771.2,
      1772.4,
      0
    ],
    [
      1772.4,
      1773.6,
      0
    ],
    [
      1773.6,
      1774.8,
      0
    ],
    [
      1774.8,
      1776.0,
      0
    ],
    [
      1776.0,
      1777.2,
      0
    ],
    [
      1777.2,
      1778.4,
      0
    ],
    [
      1778.4,
      1779.6,
      0
    ],
    [
      1779.6,
      1780.8,
      0
    ],
    [
      1780.8,
      1782.0,
      0
    ],
    [
      1782.0,
      1783.2,
      0
    ],
    [
      1783.2,
      1784.4,
      0
    ],
    [
      1784.4,
      1785.6,
      0
    ],
    [
      1785.6,
      1786.8,
      0
    ],
    [
      1786.8,
      1788.0,
      0
    ],
    [
      1788.0,
      1789.2,
      3
    ],
    [
      1789.2,
      1790.4,
      2
    ],
    [
      1790.4,
      1791.6,
      0
    ],
    [
      1791.6,
      1792.8,
      2
    ],
    [
      1792.8,
      1794.0,
      0
    ],
    [
      1794.0,
      1795.2,
      0
    ],
    [
      1795.2,
      1796.4,
      0
    ],
    [
      1796.4,
      1797.6,
      0
    ],
    [
      1797.6,
      1798.8,
      0
    ],
    [
      1798.8,
      1800.0,
      1
    ],
    [
      1800.0,
      1801.2,
      0
    ],
    [
      1801.2,
      1802.4,
      0
    ],
    [
      1802.4,
      1803.6,
      2
    ],
    [
      1803.6,
      1804.8,
      0
    ],
    [
      1804.8,
      1806.0,
      2
    ],
    [
      1806.0,
      1807.2,
      1
    ],
    [
      1807.2,
      1808.4,
      0
    ],
    [
      1808.4,
      1809.6,
      0
    ],
    [
      1809.6,
      1810.8,
      0
    ],
    [
      1810.8,
      1812.0,
      0
    ],
    [
      1812.0,
      1813.2,
      0
    ],
    [
      1813.2,
      1814.4,
      0
    ],
    [
      1814.4,
      1815.6,
      0
    ],
    [
      1815.6,
      1816.8,
      0
    ],
    [
      1816.8,
      1818.0,
      0
    ],
    [
      1818.0,
      1819.2,
      0
    ],
    [
      1819.2,
      1820.4,
      0
    ],
    [
      1820.4,
      1821.6,
      0
    ],
    [
      1821.6,
      1822.8,
      0
    ],
    [
      1822.8,
      1824.0,
      0
    ],
    [
      1824.0,
      1825.2,
      0
    ],
    [
      1825.2,
      1826.4,
      0
    ],
    [
      1826.4,
      1827.6,
      0
    ],
    [
      1827.6,
      1828.8,
      0
    ],
    [
      1828.8,
      1830.0,
      0
    ],
    [
      1830.0,
      1831.2,
      0
    ],
    [
      1831.2,
      1832.4,
      0
    ],
    [
      1832.4,
      1833.6,
      0
    ],
    [
      1833.6,
      1834.8,
      0
    ],
    [
      1834.8,
      1836.0,
      0
    ],
    [
      1836.0,
      1837.2,
      0
    ],
    [
      1837.2,
      1838.4,
      0
    ],
    [
      1838.4,
      1839.6,
      0
    ],
    [
      1839.6,
      1840.8,
      0
    ],
    [
      1840.8,
      1842.0,
      0
    ],
    [
      1842.0,
      1843.2,
      0
    ],
    [
      1843.2,
      1844.4,
      0
    ],
    [
      1844.4,
      1845.6,
      1
    ],
    [
      1845.6,
      1846.8,
      1
    ],
    [
      1846.8,
      1848.0,
      0
    ],
    [
      1848.0,
      1849.2,
      2
    ],
    [
      1849.2,
      1850.4,
      2
    ],
    [
      1850.4,
      1851.6,
      0
    ],
    [
      1851.6,
      1852.8,
      0
    ],
    [
      1852.8,
      1854.0,
      0
    ],
    [
      1854.0,
      1855.2,
      0
    ],
    [
      1855.2,
      1856.4,
      0
    ],
    [
      1856.4,
      1857.6,
      0
    ],
    [
      1857.6,
      1858.8,
      0
    ],
    [
      1858.8,
      1860.0,
      0
    ],
    [
      1860.0,
      1861.2,
      0
    ],
    [
      1861.2,
      1862.4,
      0
    ],
    [
      1862.4,
      1863.6,
      0
    ],
    [
      1863.6,
      1864.8,
      0
    ],
    [
      1864.8,
      1866.0,
      0
    ],
    [
      1866.0,
      1867.2,
      0
    ],
    [
      1867.2,
      1868.4,
      0
    ],
    [
      1868.4,
      1869.6,
      0
    ],
    [
      1869.6,
      1870.8,
      0
    ],
    [
      1870.8,
      1872.0,
      0
    ],
    [
      1872.0,
      1873.2,
      0
    ],
    [
      1873.2,
      1874.4,
      0
    ],
    [
      1874.4,
      1875.6,
      0
    ],
    [
      1875.6,
      1876.8,
      0
    ],
    [
      1876.8,
      1878.0,
      0
    ],
    [
      1878.0,
      1879.2,
      0
    ],
    [
      1879.2,
      1880.4,
      0
    ],
    [
      1880.4,
      1881.6,
      0
    ],
    [
      1881.6,
      1882.8,
      0
    ],
    [
      1882.8,
      1884.0,
      0
    ],
    [
      1884.0,
      1885.2,
      0
    ],
    [
      1885.2,
      1886.4,
      0
    ],
    [
      1886.4,
      1887.6,
      0
    ],
    [
      1887.6,
      1888.8,
      0
    ],
    [
      1888.8,
      1890.0,
      0
    ],
    [
      1890.0,
      1891.2,
      0
    ],
    [
      1891.2,
      1892.4,
      0
    ],
    [
      1892.4,
      1893.6,
      0
    ],
    [
      1893.6,
      1894.8,
      0
    ],
    [
      1894.8,
      1896.0,
      0
    ],
    [
      1896.0,
      1897.2,
      0
    ],
    [
      1897.2,
      1898.4,
      0
    ],
    [
      1898.4,
      1899.6,
      0
    ],
    [
      1899.6,
      1900.8,
      0
    ],
    [
      1900.8,
      1902.0,
      0
    ],
    [
      1902.0,
      1903.2,
      0
    ],
    [
      1903.2,
      1904.4,
      0
    ],
    [
      1904.4,
      1905.6,
      0
    ],
    [
      1905.6,
      1906.8,
      0
    ],
    [
      1906.8,
      1908.0,
      0
    ],
    [
      1908.0,
      1909.2,
      0
    ],
    [
      1909.2,
      1910.4,
      0
    ],
    [
      1910.4,
      1911.6,
      0
    ],
    [
      1911.6,
      1912.8,
      0
    ],
    [
      1912.8,
      1914.0,
      0
    ],
    [
      1914.0,
      1915.2,
      0
    ],
    [
      1915.2,
      1916.4,
      0
    ],
    [
      1916.4,
      1917.6,
      0
    ],
    [
      1917.6,
      1918.8,
      0
    ],
    [
      1918.8,
      1920.0,
      0
    ],
    [
      1920.0,
      1921.2,
      0
    ],
    [
      1921.2,
      1922.4,
      0
    ],
    [
      1922.4,
      1923.6,
      0
    ],
    [
      1923.6,
      1924.8,
      0
    ],
    [
      1924.8,
      1926.0,
      0
    ],
    [
      1926.0,
      1927.2,
      0
    ],
    [
      1927.2,
      1928.4,
      0
    ],
    [
      1928.4,
      1929.6,
      0
    ],
    [
      1929.6,
      1930.8,
      0
    ],
    [
      1930.8,
      1932.0,
      1
    ],
    [
      1932.0,
      1933.2,
      0
    ],
    [
      1933.2,
      1934.4,
      0
    ],
    [
      1934.4,
      1935.6,
      1
    ],
    [
      1935.6,
      1936.8,
      3
    ],
    [
      1936.8,
      1938.0,
      3
    ],
    [
      1938.0,
      1939.2,
      0
    ],
    [
      1939.2,
      1940.4,
      0
    ],
    [
      1940.4,
      1941.6,
      0
    ],
    [
      1941.6,
      1942.8,
      0
    ],
    [
      1942.8,
      1944.0,
      0
    ],
    [
      1944.0,
      1945.2,
      0
    ],
    [
      1945.2,
      1946.4,
      0
    ],
    [
      1946.4,
      1947.6,
      0
    ],
    [
      1947.6,
      1948.8,
      0
    ],
    [
      1948.8,
      1950.0,
      0
    ],
    [
      1950.0,
      1951.2,
      0
    ],
    [
      1951.2,
      1952.4,
      0
    ],
    [
      1952.4,
      1953.6,
      0
    ],
    [
      1953.6,
      1954.8,
      0
    ],
    [
      1954.8,
      1956.0,
      0
    ],
    [
      1956.0,
      1957.2,
      0
    ],
    [
      1957.2,
      1958.4,
      0
    ],
    [
      1958.4,
      1959.6,
      0
    ],
    [
      1959.6,
      1960.8,
      0
    ],
    [
      1960.8,
      1962.0,
      0
    ],
    [
      1962.0,
      1963.2,
      0
    ],
    [
      1963.2,
      1964.4,
      0
    ],
    [
      1964.4,
      1965.6,
      0
    ],
    [
      1965.6,
      1966.8,
      0
    ],
    [
      1966.8,
      1968.0,
      0
    ],
    [
      1968.0,
      1969.2,
      0
    ],
    [
      1969.2,
      1970.4,
      0
    ],
    [
      1970.4,
      1971.6,
      0
    ],
    [
      1971.6,
      1972.8,
      0
    ],
    [
      1972.8,
      1974.0,
      0
    ],
    [
      1974.0,
      1975.2,
      0
    ],
    [
      1975.2,
      1976.4,
      0
    ],
    [
      1976.4,
      1977.6,
      0
    ],
    [
      1977.6,
      1978.8,
      0
    ],
    [
      1978.8,
      1980.0,
      0
    ],
    [
      1980.0,
      1981.2,
      0
    ],
    [
      1981.2,
      1982.4,
      0
    ],
    [
      1982.4,
      1983.6,
      0
    ],
    [
      1983.6,
      1984.8,
      0
    ],
    [
      1984.8,
      1986.0,
      0
    ],
    [
      1986.0,
      1987.2,
      0
    ],
    [
      1987.2,
      1988.4,
      0
    ],
    [
      1988.4,
      1989.6,
      0
    ],
    [
      1989.6,
      1990.8,
      0
    ],
    [
      1990.8,
      1992.0,
      0
    ],
    [
      1992.0,
      1993.2,
      0
    ],
    [
      1993.2,
      1994.4,
      0
    ],
    [
      1994.4,
      1995.6,
      0
    ],
    [
      1995.6,
      1996.8,
      0
    ],
    [
      1996.8,
      1998.0,
      0
    ],
    [
      1998.0,
      1999.2,
      0
    ],
    [
      1999.2,
      2000.4,
      0
    ],
    [
      2000.4,
      2001.6,
      0
    ],
    [
      2001.6,
      2002.8,
      0
    ],
    [
      2002.8,
      2004.0,
      0
    ],
    [
      2004.0,
      2005.2,
      0
    ],
    [
      2005.2,
      2006.4,
      0
    ],
    [
      2006.4,
      2007.6,
      0
    ],
    [
      2007.6,
      2008.8,
      0
    ],
    [
      2008.8,
      2010.0,
      0
    ],
    [
      2010.0,
      2011.2,
      0
    ],
    [
      2011.2,
      2012.4,
      0
    ],
    [
      2012.4,
      2013.6,
      0
    ],
    [
      2013.6,
      2014.8,
      0
    ],
    [
      2014.8,
      2016.0,
      0
    ],
    [
      2016.0,
      2017.2,
      0
    ],
    [
      2017.2,
      2018.4,
      0
    ],
    [
      2018.4,
      2019.6,
      0
    ],
    [
      2019.6,
      2020.8,
      0
    ],
    [
      2020.8,
      2022.0,
      0
    ],
    [
      2022.0,
      2023.2,
      0
    ],
    [
      2023.2,
      2024.4,
      0
    ],
    [
      2024.4,
      2025.6,
      0
    ],
    [
      2025.6,
      2026.8,
      0
    ],
    [
      2026.8,
      2028.0,
      0
    ],
    [
      2028.0,
      2029.2,
      0
    ],
    [
      2029.2,
      2030.4,
      0
    ],
    [
      2030.4,
      2031.6,
      0
    ],
    [
      2031.6,
      2032.8,
      0
    ],
    [
      2032.8,
      2034.0,
      0
    ],
    [
      2034.0,
      2035.2,
      0
    ],
    [
      2035.2,
      2036.4,
      0
    ],
    [
      2036.4,
      2037.6,
      0
    ],
    [
      2037.6,
      2038.8,
      0
    ],
    [
      2038.8,
      2040.0,
      0
    ],
    [
      2040.0,
      2041.2,
      0
    ],
    [
      2041.2,
      2042.4,
      0
    ],
    [
      2042.4,
      2043.6,
      0
    ],
    [
      2043.6,
      2044.8,
      0
    ],
    [
      2044.8,
      2046.0,
      0
    ],
    [
      2046.0,
      2047.2,
      0
    ],
    [
      2047.2,
      2048.4,
      0
    ],
    [
      2048.4,
      2049.6,
      0
    ],
    [
      2049.6,
      2050.8,
      0
    ],
    [
      2050.8,
      2052.0,
      0
    ],
    [
      2052.0,
      2053.2,
      0
    ],
    [
      2053.2,
      2054.4,
      0
    ],
    [
      2054.4,
      2055.6,
      0
    ],
    [
      2055.6,
      2056.8,
      0
    ],
    [
      2056.8,
      2058.0,
      0
    ],
    [
      2058.0,
      2059.2,
      0
    ],
    [
      2059.2,
      2060.4,
      0
    ],
    [
      2060.4,
      2061.6,
      0
    ],
    [
      2061.6,
      2062.8,
      0
    ],
    [
      2062.8,
      2064.0,
      0
    ],
    [
      2064.0,
      2065.2,
      0
    ],
    [
      2065.2,
      2066.4,
      0
    ],
    [
      2066.4,
      2067.6,
      2
    ],
    [
      2067.6,
      2068.8,
      0
    ],
    [
      2068.8,
      2070.0,
      0
    ],
    [
      2070.0,
      2071.2,
      0
    ],
    [
      2071.2,
      2072.4,
      0
    ],
    [
      2072.4,
      2073.6,
      0
    ],
    [
      2073.6,
      2074.8,
      0
    ],
    [
      2074.8,
      2076.0,
      0
    ],
    [
      2076.0,
      2077.2,
      0
    ],
    [
      2077.2,
      2078.4,
      0
    ],
    [
      2078.4,
      2079.6,
      0
    ],
    [
      2079.6,
      2080.8,
      0
    ],
    [
      2080.8,
      2082.0,
      0
    ],
    [
      2082.0,
      2083.2,
      0
    ],
    [
      2083.2,
      2084.4,
      0
    ],
    [
      2084.4,
      2085.6,
      0
    ],
    [
      2085.6,
      2086.8,
      0
    ],
    [
      2086.8,
      2088.0,
      0
    ],
    [
      2088.0,
      2089.2,
      0
    ],
    [
      2089.2,
      2090.4,
      0
    ],
    [
      2090.4,
      2091.6,
      0
    ],
    [
      2091.6,
      2092.8,
      0
    ],
    [
      2092.8,
      2094.0,
      0
    ],
    [
      2094.0,
      2095.2,
      0
    ],
    [
      2095.2,
      2096.4,
      0
    ],
    [
      2096.4,
      2097.6,
      0
    ],
    [
      2097.6,
      2098.8,
      0
    ],
    [
      2098.8,
      2100.0,
      0
    ]
  ]
}