{
  "bit_id": "20250125_Yoshi_White_Hart_jokes_like_fisting_and_work_in_porn",
  "show_info": {
    "show_identifier": "20250125_Yoshi_White_Hart",
    "comedian": "Yoshi Obayashi",
    "name_of_show": "International Comedy Night",
    "date_of_show": "15 Jan 2025, 21:17",
    "name_of_venue": "White Hart London",
    "link_to_venue_on_google_maps": "https://maps.app.goo.gl/yqf5Axm9HStDsFkB7",
    "length_of_set": 2371.66,
    "lpm": 14,
    "notes": "Show with Yoshi, Harry and Christian."
  },
  "bit_info": {
    "title": "Jokes Like Fisting and Work in Porn",
    "start": 1064.0,
    "end": 1428.5,
    "joke_types": [
      "Misdirect",
      "Self-Deprecation",
      "Observational",
      "Exaggeration",
      "Wordplay",
      "Sarcasm"
    ],
    "themes": [
      "Adult Entertainment Industry",
      "Cultural Differences",
      "Legal Restrictions",
      "Work"
    ],
    "lpm": 15
  },
  "transcript": {
    "text": "Ha, ha, ha, ha. Believe me. I gotta tell you, my jokes are like fisting. You know, I gotta put one finger, two fingers. You know, gradually, I'm gonna put... I'm gonna put one finger in you. So you should just relax. Anyway, um... It's gonna go in, so, you know. Ladies, you know what's so surprising about fisting for you guys? It can't be romantic thing, right? I mean, it can't be, ladies. Imagine your real boyfriend pulled it out and opened, there's a wedding ring. Ha, ha, ha, ha. It could be nice. Okay, come on. Ha, ha, ha, ha. Um... So I think a lot of comedians know me in the States, because prior to doing comedy, I... This is a true story. I was editing porn movies in Los Angeles for like nine years. Before that, retail shop for another five. And I've been consulting like anything related to adult movies in the States. So anytime they need like a porn star for movies or TV in the States, they contact me and I kind of consult. So, I don't know. Are they mean to you? Are they mean to getting into the business? I did. And believe me, no Asian parents want to have a son working for a guy named Buttman, right? So... Whose house just got burned down in Malibu. But anyway, um... True story, first time. Um... Ha, ha, ha, ha, ha. No, I'm not. So, I'll give you a job selling and you feel like, you know. But, um... Um... So... The company I used to work for is named called Evil Angel, right? So, my parents were always like embarrassed. Like, what did your son do? You know what my parents tell them? My son works for EA. For those of you who play video games, you know, electronic art. So, you know, so, um... Completely different business. But anyway, um... So, um... I did a show called Adult Content in French two years ago. So, can I tell you a couple of stories? I'm not... I'll try not to be gross like Harry. But, um... Ha, ha, ha, ha, ha. Um... So, going back to fisting. Let's talk about that first. Ha, ha, ha, ha, ha. In 2007 and 8, we were facing crisis in adult business because financial crisis. Also, invention of iPhone and porn hub was invented right here. So, we were losing a lot of business. It's not that there was less demand. It's just that we didn't have a lot of money. We didn't have... It's not that there was less demand in porn. It's just that people are not paying for it. And, uh... So, my boss thought, bright idea, we need to start making new movies to attract new customers. So, he thought we needed to make fisting movies. Right? I have no idea why. Ha, ha, ha, ha. But this is the law in United States. Uh, like, you can put almost anything online. As soon as you put a DVD or VHS at the time, you're judged by local community standards. So, we have to be careful what we put there. So, fisting's legal in United States as long as it's legal in the United States. Right? So, the first thing we did was we created a new movie. We were very proud of it. So, we had a lot of fans. Everybody was very welcome to watch this movie. I think we had about three hundred fifty people watching. One hundred fifty left over. And so, we Langstar gave a rose. Its free. We had pretty cool movie. I had, um... Great That's a lot! So, I asked my boss, I was like, Chris, well what happens if a person is missing a thumb? . Because laws strictly say you can't put a thumb in there. Obviously, somebody missing a thumb couldn't logically put a thumb in there. So, there is a particular crim cultivation law. I don't believe that law... I don't believe that law. person could put all the way in somebody's mouth, anus, and vagina. I don't know why I keep looking at you. Anyway, that particular person is legal to do that. In porn business, this is known as rule of thumb. So, I'm saying it, but prior to that, you know, well, okay, here's another one when we have to deal with movies, right? Here's a typical thing I have to deal with, no matter how ridiculous it sounds to you. So, one time, this guy was having anal sex with this girl, and he put too much lube on his penis. So, one time, he went in, pulled it out, all this liquid flew out of her ass, right? Which is fine. Which is fine. I mean, I call that Wednesday, but anyway. The problem was the... The color of the liquid was ambiguous. What that means is some people might think some of it was shit. You can't have shit in there. It's illegal back then, you know? So, here I am. I don't have a perfectly good eyesight. I gotta, you know, use my editing to go in, in, out, in, out, back and forth, right? Because the color... And I really honestly can't figure out... Because sometimes it looks clear, another time it looks a little brownish-orange color, right? So, what I have to do when I can't make a decision, I have to call my colleague in that room. Everybody has to come in. There's eight of us, and we're looking at this footage together. It is though, this is like Supreme Court decision that we have to make right now. Yeah, this is... I was in my 40s when I... So, like... So, Fosse, yay. Fosse, nay. Fosse, nay. Right? So, uh... But isn't it interesting? Like, like, the thumb, thumb law and, like, the color of shit, some American lawmakers have sat down in, like, a debate and make these laws. You know what I mean? Like, these are not garbage. They literally have to sit down... They went to law school, governor of my wonderful country, but somebody had to sit down and say, these are the things you could do and you cannot do. Okay, it's very quiet. Okay, anyway.",
    "lines": [
      {
        "start": 1064.02,
        "end": 1064.8,
        "text": "Ha, ha, ha, ha."
      },
      {
        "start": 1070.9399999999998,
        "end": 1071.4399999999998,
        "text": "Believe me."
      },
      {
        "start": 1073.08,
        "end": 1075.0,
        "text": "I gotta tell you, my jokes are like fisting."
      },
      {
        "start": 1077.4599999999998,
        "end": 1080.3799999999999,
        "text": "You know, I gotta put one finger, two fingers."
      },
      {
        "start": 1080.3799999999999,
        "end": 1082.1599999999999,
        "text": "You know, gradually, I'm gonna put..."
      },
      {
        "start": 1082.36,
        "end": 1084.04,
        "text": "I'm gonna put one finger in you."
      },
      {
        "start": 1084.04,
        "end": 1085.9399999999998,
        "text": "So you should just relax."
      },
      {
        "start": 1085.9399999999998,
        "end": 1088.36,
        "text": "Anyway, um..."
      },
      {
        "start": 1088.36,
        "end": 1091.1599999999999,
        "text": "It's gonna go in, so, you know."
      },
      {
        "start": 1095.1999999999998,
        "end": 1097.84,
        "text": "Ladies, you know what's so surprising about fisting for you guys?"
      },
      {
        "start": 1097.9599999999998,
        "end": 1100.1799999999998,
        "text": "It can't be romantic thing, right?"
      },
      {
        "start": 1102.3,
        "end": 1104.0,
        "text": "I mean, it can't be, ladies."
      },
      {
        "start": 1104.6799999999998,
        "end": 1108.32,
        "text": "Imagine your real boyfriend pulled it out and opened, there's a wedding ring."
      },
      {
        "start": 1108.32,
        "end": 1110.52,
        "text": "Ha, ha, ha, ha."
      },
      {
        "start": 1110.52,
        "end": 1111.3999999999999,
        "text": "It could be nice."
      },
      {
        "start": 1111.58,
        "end": 1112.2199999999998,
        "text": "Okay, come on."
      },
      {
        "start": 1112.36,
        "end": 1116.36,
        "text": "Ha, ha, ha, ha."
      },
      {
        "start": 1116.36,
        "end": 1118.36,
        "text": "Um..."
      },
      {
        "start": 1118.36,
        "end": 1121.04,
        "text": "So I think a lot of comedians know me in the States,"
      },
      {
        "start": 1121.04,
        "end": 1124.04,
        "text": "because prior to doing comedy, I..."
      },
      {
        "start": 1124.04,
        "end": 1125.04,
        "text": "This is a true story."
      },
      {
        "start": 1125.04,
        "end": 1129.4599999999998,
        "text": "I was editing porn movies in Los Angeles for like nine years."
      },
      {
        "start": 1129.4599999999998,
        "end": 1132.1599999999999,
        "text": "Before that, retail shop for another five."
      },
      {
        "start": 1132.1599999999999,
        "end": 1138.3,
        "text": "And I've been consulting like anything related to adult movies in the States."
      },
      {
        "start": 1138.3,
        "end": 1142.24,
        "text": "So anytime they need like a porn star for movies or TV in the States,"
      },
      {
        "start": 1142.24,
        "end": 1145.24,
        "text": "they contact me and I kind of consult."
      },
      {
        "start": 1145.24,
        "end": 1146.24,
        "text": "So, I don't know."
      },
      {
        "start": 1146.24,
        "end": 1147.24,
        "text": "Are they mean to you?"
      },
      {
        "start": 1147.24,
        "end": 1148.24,
        "text": "Are they mean to getting into the business?"
      },
      {
        "start": 1148.24,
        "end": 1149.24,
        "text": "I did."
      },
      {
        "start": 1149.24,
        "end": 1154.24,
        "text": "And believe me, no Asian parents want to have a son working for a guy named Buttman, right?"
      },
      {
        "start": 1154.24,
        "end": 1155.24,
        "text": "So..."
      },
      {
        "start": 1155.24,
        "end": 1158.24,
        "text": "Whose house just got burned down in Malibu."
      },
      {
        "start": 1158.24,
        "end": 1159.24,
        "text": "But anyway, um..."
      },
      {
        "start": 1159.24,
        "end": 1162.24,
        "text": "True story, first time."
      },
      {
        "start": 1162.24,
        "end": 1163.24,
        "text": "Um..."
      },
      {
        "start": 1163.24,
        "end": 1166.24,
        "text": "Ha, ha, ha, ha, ha."
      },
      {
        "start": 1166.24,
        "end": 1168.24,
        "text": "No, I'm not."
      },
      {
        "start": 1168.24,
        "end": 1170.24,
        "text": "So, I'll give you a job selling and you feel like, you know."
      },
      {
        "start": 1170.24,
        "end": 1171.24,
        "text": "But, um..."
      },
      {
        "start": 1171.24,
        "end": 1172.24,
        "text": "Um..."
      },
      {
        "start": 1172.24,
        "end": 1173.24,
        "text": "So..."
      },
      {
        "start": 1173.24,
        "end": 1179.24,
        "text": "The company I used to work for is named called Evil Angel, right?"
      },
      {
        "start": 1179.24,
        "end": 1181.24,
        "text": "So, my parents were always like embarrassed."
      },
      {
        "start": 1181.24,
        "end": 1182.24,
        "text": "Like, what did your son do?"
      },
      {
        "start": 1182.24,
        "end": 1184.24,
        "text": "You know what my parents tell them?"
      },
      {
        "start": 1184.24,
        "end": 1186.24,
        "text": "My son works for EA."
      },
      {
        "start": 1186.24,
        "end": 1192.24,
        "text": "For those of you who play video games, you know, electronic art."
      },
      {
        "start": 1192.24,
        "end": 1194.24,
        "text": "So, you know, so, um..."
      },
      {
        "start": 1194.24,
        "end": 1196.24,
        "text": "Completely different business."
      },
      {
        "start": 1196.24,
        "end": 1197.24,
        "text": "But anyway, um..."
      },
      {
        "start": 1197.24,
        "end": 1198.24,
        "text": "So, um..."
      },
      {
        "start": 1198.24,
        "end": 1201.24,
        "text": "I did a show called Adult Content in French two years ago."
      },
      {
        "start": 1201.24,
        "end": 1203.24,
        "text": "So, can I tell you a couple of stories?"
      },
      {
        "start": 1203.24,
        "end": 1204.24,
        "text": "I'm not..."
      },
      {
        "start": 1204.24,
        "end": 1207.24,
        "text": "I'll try not to be gross like Harry."
      },
      {
        "start": 1207.24,
        "end": 1208.24,
        "text": "But, um..."
      },
      {
        "start": 1208.24,
        "end": 1209.24,
        "text": "Ha, ha, ha, ha, ha."
      },
      {
        "start": 1210.24,
        "end": 1211.24,
        "text": "Um..."
      },
      {
        "start": 1211.24,
        "end": 1212.24,
        "text": "So, going back to fisting."
      },
      {
        "start": 1212.24,
        "end": 1213.24,
        "text": "Let's talk about that first."
      },
      {
        "start": 1213.24,
        "end": 1214.24,
        "text": "Ha, ha, ha, ha, ha."
      },
      {
        "start": 1214.24,
        "end": 1220.24,
        "text": "In 2007 and 8, we were facing crisis in adult business because financial crisis."
      },
      {
        "start": 1220.24,
        "end": 1225.24,
        "text": "Also, invention of iPhone and porn hub was invented right here."
      },
      {
        "start": 1225.24,
        "end": 1227.24,
        "text": "So, we were losing a lot of business."
      },
      {
        "start": 1227.24,
        "end": 1228.24,
        "text": "It's not that there was less demand."
      },
      {
        "start": 1228.24,
        "end": 1229.24,
        "text": "It's just that we didn't have a lot of money."
      },
      {
        "start": 1229.24,
        "end": 1230.24,
        "text": "We didn't have..."
      },
      {
        "start": 1230.24,
        "end": 1231.24,
        "text": "It's not that there was less demand in porn."
      },
      {
        "start": 1231.24,
        "end": 1232.24,
        "text": "It's just that people are not paying for it."
      },
      {
        "start": 1232.24,
        "end": 1233.24,
        "text": "And, uh..."
      },
      {
        "start": 1233.24,
        "end": 1238.24,
        "text": "So, my boss thought, bright idea, we need to start making new movies to attract new"
      },
      {
        "start": 1238.24,
        "end": 1239.24,
        "text": "customers."
      },
      {
        "start": 1239.24,
        "end": 1240.24,
        "text": "So, he thought we needed to make fisting movies."
      },
      {
        "start": 1240.24,
        "end": 1241.24,
        "text": "Right?"
      },
      {
        "start": 1241.24,
        "end": 1242.24,
        "text": "I have no idea why."
      },
      {
        "start": 1242.24,
        "end": 1243.24,
        "text": "Ha, ha, ha, ha."
      },
      {
        "start": 1243.24,
        "end": 1244.24,
        "text": "But this is the law in United States."
      },
      {
        "start": 1244.24,
        "end": 1245.24,
        "text": "Uh, like, you can put almost anything online."
      },
      {
        "start": 1245.24,
        "end": 1246.24,
        "text": "As soon as you put a DVD or VHS at the time, you're judged by local community standards."
      },
      {
        "start": 1246.24,
        "end": 1247.24,
        "text": "So, we have to be careful what we put there."
      },
      {
        "start": 1248.24,
        "end": 1249.24,
        "text": "So, fisting's legal in United States as long as it's legal in the United States."
      },
      {
        "start": 1249.24,
        "end": 1250.24,
        "text": "Right?"
      },
      {
        "start": 1250.24,
        "end": 1251.24,
        "text": "So, the first thing we did was we created a new movie."
      },
      {
        "start": 1251.24,
        "end": 1252.24,
        "text": "We were very proud of it."
      },
      {
        "start": 1252.24,
        "end": 1253.24,
        "text": "So, we had a lot of fans."
      },
      {
        "start": 1253.24,
        "end": 1254.24,
        "text": "Everybody was very welcome to watch this movie."
      },
      {
        "start": 1254.24,
        "end": 1255.24,
        "text": "I think we had about three hundred fifty people watching."
      },
      {
        "start": 1255.24,
        "end": 1256.24,
        "text": "One hundred fifty left over."
      },
      {
        "start": 1256.24,
        "end": 1257.24,
        "text": "And so, we Langstar gave a rose."
      },
      {
        "start": 1257.24,
        "end": 1258.24,
        "text": "Its free."
      },
      {
        "start": 1258.24,
        "end": 1259.24,
        "text": "We had pretty cool movie."
      },
      {
        "start": 1259.24,
        "end": 1260.24,
        "text": "I had, um..."
      },
      {
        "start": 1260.24,
        "end": 1275.38,
        "text": "Great"
      },
      {
        "start": 1275.38,
        "end": 1277.38,
        "text": "That's a lot!"
      },
      {
        "start": 1277.38,
        "end": 1278.4,
        "text": "So, I asked my boss, I was like, Chris, well what happens if a person is missing a thumb?"
      },
      {
        "start": 1278.4,
        "end": 1279.4,
        "text": "."
      },
      {
        "start": 1279.4,
        "end": 1280.4,
        "text": "Because laws strictly say you can't put a thumb in there."
      },
      {
        "start": 1280.4,
        "end": 1281.4,
        "text": "Obviously, somebody missing a thumb couldn't logically put a thumb in there."
      },
      {
        "start": 1281.4,
        "end": 1282.4,
        "text": "So, there is a particular crim cultivation law."
      },
      {
        "start": 1282.4,
        "end": 1282.9,
        "text": "I don't believe that law..."
      },
      {
        "start": 1282.9,
        "end": 1283.2,
        "text": "I don't believe that law."
      },
      {
        "start": 1283.2,
        "end": 1287.5800000000002,
        "text": "person could put all the way in somebody's mouth, anus, and vagina. I don't know why"
      },
      {
        "start": 1287.5800000000002,
        "end": 1293.96,
        "text": "I keep looking at you. Anyway, that particular person is legal to do that. In porn business,"
      },
      {
        "start": 1293.96,
        "end": 1295.52,
        "text": "this is known as rule of thumb."
      },
      {
        "start": 1301.16,
        "end": 1310.0800000000002,
        "text": "So, I'm saying it, but prior to that, you know, well, okay, here's another one when"
      },
      {
        "start": 1310.08,
        "end": 1316.04,
        "text": "we have to deal with movies, right? Here's a typical thing I have to deal with, no matter"
      },
      {
        "start": 1316.04,
        "end": 1320.9399999999998,
        "text": "how ridiculous it sounds to you. So, one time, this guy was having anal sex with this girl,"
      },
      {
        "start": 1321.36,
        "end": 1327.1399999999999,
        "text": "and he put too much lube on his penis. So, one time, he went in, pulled it out, all this"
      },
      {
        "start": 1327.1399999999999,
        "end": 1336.22,
        "text": "liquid flew out of her ass, right? Which is fine. Which is fine. I mean, I call that Wednesday,"
      },
      {
        "start": 1336.4399999999998,
        "end": 1336.84,
        "text": "but anyway."
      },
      {
        "start": 1338.58,
        "end": 1339.9399999999998,
        "text": "The problem was the..."
      },
      {
        "start": 1340.08,
        "end": 1341.98,
        "text": "The color of the liquid was ambiguous."
      },
      {
        "start": 1345.6999999999998,
        "end": 1353.34,
        "text": "What that means is some people might think some of it was shit. You can't have shit in"
      },
      {
        "start": 1353.34,
        "end": 1359.24,
        "text": "there. It's illegal back then, you know? So, here I am. I don't have a perfectly good eyesight."
      },
      {
        "start": 1359.96,
        "end": 1366.48,
        "text": "I gotta, you know, use my editing to go in, in, out, in, out, back and forth, right? Because"
      },
      {
        "start": 1366.48,
        "end": 1369.48,
        "text": "the color... And I really honestly can't figure out..."
      },
      {
        "start": 1370.08,
        "end": 1373.56,
        "text": "Because sometimes it looks clear, another time it looks a little brownish-orange color,"
      },
      {
        "start": 1373.6399999999999,
        "end": 1373.82,
        "text": "right?"
      },
      {
        "start": 1375.08,
        "end": 1379.8999999999999,
        "text": "So, what I have to do when I can't make a decision, I have to call my colleague in"
      },
      {
        "start": 1379.8999999999999,
        "end": 1384.1599999999999,
        "text": "that room. Everybody has to come in. There's eight of us, and we're looking at this footage"
      },
      {
        "start": 1384.1599999999999,
        "end": 1389.36,
        "text": "together. It is though, this is like Supreme Court decision that we have to make right"
      },
      {
        "start": 1389.36,
        "end": 1389.58,
        "text": "now."
      },
      {
        "start": 1392.34,
        "end": 1395.46,
        "text": "Yeah, this is... I was in my 40s when I..."
      },
      {
        "start": 1395.46,
        "end": 1397.0,
        "text": "So, like..."
      },
      {
        "start": 1397.0,
        "end": 1397.1599999999999,
        "text": "So,"
      },
      {
        "start": 1397.6999999999998,
        "end": 1398.6,
        "text": "Fosse, yay."
      },
      {
        "start": 1399.1999999999998,
        "end": 1400.06,
        "text": "Fosse, nay."
      },
      {
        "start": 1400.08,
        "end": 1400.32,
        "text": "Fosse, nay."
      },
      {
        "start": 1400.32,
        "end": 1400.62,
        "text": "Right?"
      },
      {
        "start": 1400.62,
        "end": 1401.34,
        "text": "So, uh..."
      },
      {
        "start": 1401.34,
        "end": 1407.72,
        "text": "But isn't it interesting? Like, like, the thumb, thumb law and, like, the color of shit,"
      },
      {
        "start": 1407.8999999999999,
        "end": 1412.6799999999998,
        "text": "some American lawmakers have sat down in, like, a debate and make these laws. You know"
      },
      {
        "start": 1412.6799999999998,
        "end": 1415.3799999999999,
        "text": "what I mean? Like, these are not garbage. They literally have to sit down... They went"
      },
      {
        "start": 1415.3799999999999,
        "end": 1421.02,
        "text": "to law school, governor of my wonderful country, but somebody had to sit down and say, these"
      },
      {
        "start": 1421.02,
        "end": 1422.48,
        "text": "are the things you could do and you cannot do."
      },
      {
        "start": 1424.22,
        "end": 1425.72,
        "text": "Okay, it's very quiet. Okay, anyway."
      }
    ]
  },
  "audience_reactions": [
    [
      1064.4,
      1065.6,
      2
    ],
    [
      1065.6,
      1066.8,
      1
    ],
    [
      1066.8,
      1068.0,
      0
    ],
    [
      1068.0,
      1069.2,
      0
    ],
    [
      1069.2,
      1070.4,
      1
    ],
    [
      1070.4,
      1071.6,
      0
    ],
    [
      1071.6,
      1072.8,
      0
    ],
    [
      1072.8,
      1074.0,
      0
    ],
    [
      1074.0,
      1075.2,
      2
    ],
    [
      1075.2,
      1076.4,
      1
    ],
    [
      1076.4,
      1077.6,
      1
    ],
    [
      1077.6,
      1078.8,
      0
    ],
    [
      1078.8,
      1080.0,
      0
    ],
    [
      1080.0,
      1081.2,
      0
    ],
    [
      1081.2,
      1082.4,
      2
    ],
    [
      1082.4,
      1083.6,
      2
    ],
    [
      1083.6,
      1084.8,
      2
    ],
    [
      1084.8,
      1086.0,
      2
    ],
    [
      1086.0,
      1087.2,
      2
    ],
    [
      1087.2,
      1088.4,
      2
    ],
    [
      1088.4,
      1089.6,
      0
    ],
    [
      1089.6,
      1090.8,
      0
    ],
    [
      1090.8,
      1092.0,
      0
    ],
    [
      1092.0,
      1093.2,
      1
    ],
    [
      1093.2,
      1094.4,
      1
    ],
    [
      1094.4,
      1095.6,
      0
    ],
    [
      1095.6,
      1096.8,
      0
    ],
    [
      1096.8,
      1098.0,
      0
    ],
    [
      1098.0,
      1099.2,
      3
    ],
    [
      1099.2,
      1100.4,
      3
    ],
    [
      1100.4,
      1101.6,
      2
    ],
    [
      1101.6,
      1102.8,
      1
    ],
    [
      1102.8,
      1104.0,
      0
    ],
    [
      1104.0,
      1105.2,
      0
    ],
    [
      1105.2,
      1106.4,
      0
    ],
    [
      1106.4,
      1107.6,
      2
    ],
    [
      1107.6,
      1108.8,
      3
    ],
    [
      1108.8,
      1110.0,
      2
    ],
    [
      1110.0,
      1111.2,
      1
    ],
    [
      1111.2,
      1112.4,
      2
    ],
    [
      1112.4,
      1113.6,
      0
    ],
    [
      1113.6,
      1114.8,
      0
    ],
    [
      1114.8,
      1116.0,
      0
    ],
    [
      1116.0,
      1117.2,
      0
    ],
    [
      1117.2,
      1118.4,
      0
    ],
    [
      1118.4,
      1119.6,
      0
    ],
    [
      1119.6,
      1120.8,
      0
    ],
    [
      1120.8,
      1122.0,
      0
    ],
    [
      1122.0,
      1123.2,
      0
    ],
    [
      1123.2,
      1124.4,
      0
    ],
    [
      1124.4,
      1125.6,
      0
    ],
    [
      1125.6,
      1126.8,
      0
    ],
    [
      1126.8,
      1128.0,
      0
    ],
    [
      1128.0,
      1129.2,
      0
    ],
    [
      1129.2,
      1130.4,
      0
    ],
    [
      1130.4,
      1131.6,
      0
    ],
    [
      1131.6,
      1132.8,
      0
    ],
    [
      1132.8,
      1134.0,
      0
    ],
    [
      1134.0,
      1135.2,
      0
    ],
    [
      1135.2,
      1136.4,
      0
    ],
    [
      1136.4,
      1137.6,
      0
    ],
    [
      1137.6,
      1138.8,
      0
    ],
    [
      1138.8,
      1140.0,
      0
    ],
    [
      1140.0,
      1141.2,
      0
    ],
    [
      1141.2,
      1142.4,
      0
    ],
    [
      1142.4,
      1143.6,
      0
    ],
    [
      1143.6,
      1144.8,
      0
    ],
    [
      1144.8,
      1146.0,
      0
    ],
    [
      1146.0,
      1147.2,
      0
    ],
    [
      1147.2,
      1148.4,
      0
    ],
    [
      1148.4,
      1149.6,
      0
    ],
    [
      1149.6,
      1150.8,
      0
    ],
    [
      1150.8,
      1152.0,
      0
    ],
    [
      1152.0,
      1153.2,
      0
    ],
    [
      1153.2,
      1154.4,
      1
    ],
    [
      1154.4,
      1155.6,
      2
    ],
    [
      1155.6,
      1156.8,
      1
    ],
    [
      1156.8,
      1158.0,
      0
    ],
    [
      1158.0,
      1159.2,
      1
    ],
    [
      1159.2,
      1160.4,
      2
    ],
    [
      1160.4,
      1161.6,
      0
    ],
    [
      1161.6,
      1162.8,
      2
    ],
    [
      1162.8,
      1164.0,
      3
    ],
    [
      1164.0,
      1165.2,
      2
    ],
    [
      1165.2,
      1166.4,
      2
    ],
    [
      1166.4,
      1167.6,
      0
    ],
    [
      1167.6,
      1168.8,
      1
    ],
    [
      1168.8,
      1170.0,
      0
    ],
    [
      1170.0,
      1171.2,
      1
    ],
    [
      1171.2,
      1172.4,
      0
    ],
    [
      1172.4,
      1173.6,
      0
    ],
    [
      1173.6,
      1174.8,
      0
    ],
    [
      1174.8,
      1176.0,
      0
    ],
    [
      1176.0,
      1177.2,
      0
    ],
    [
      1177.2,
      1178.4,
      0
    ],
    [
      1178.4,
      1179.6,
      0
    ],
    [
      1179.6,
      1180.8,
      0
    ],
    [
      1180.8,
      1182.0,
      0
    ],
    [
      1182.0,
      1183.2,
      0
    ],
    [
      1183.2,
      1184.4,
      0
    ],
    [
      1184.4,
      1185.6,
      0
    ],
    [
      1185.6,
      1186.8,
      1
    ],
    [
      1186.8,
      1188.0,
      0
    ],
    [
      1188.0,
      1189.2,
      0
    ],
    [
      1189.2,
      1190.4,
      0
    ],
    [
      1190.4,
      1191.6,
      0
    ],
    [
      1191.6,
      1192.8,
      0
    ],
    [
      1192.8,
      1194.0,
      0
    ],
    [
      1194.0,
      1195.2,
      0
    ],
    [
      1195.2,
      1196.4,
      0
    ],
    [
      1196.4,
      1197.6,
      0
    ],
    [
      1197.6,
      1198.8,
      0
    ],
    [
      1198.8,
      1200.0,
      0
    ],
    [
      1200.0,
      1201.2,
      0
    ],
    [
      1201.2,
      1202.4,
      0
    ],
    [
      1202.4,
      1203.6,
      0
    ],
    [
      1203.6,
      1204.8,
      0
    ],
    [
      1204.8,
      1206.0,
      0
    ],
    [
      1206.0,
      1207.2,
      0
    ],
    [
      1207.2,
      1208.4,
      2
    ],
    [
      1208.4,
      1209.6,
      2
    ],
    [
      1209.6,
      1210.8,
      1
    ],
    [
      1210.8,
      1212.0,
      0
    ],
    [
      1212.0,
      1213.2,
      0
    ],
    [
      1213.2,
      1214.4,
      1
    ],
    [
      1214.4,
      1215.6,
      0
    ],
    [
      1215.6,
      1216.8,
      0
    ],
    [
      1216.8,
      1218.0,
      0
    ],
    [
      1218.0,
      1219.2,
      0
    ],
    [
      1219.2,
      1220.4,
      0
    ],
    [
      1220.4,
      1221.6,
      0
    ],
    [
      1221.6,
      1222.8,
      0
    ],
    [
      1222.8,
      1224.0,
      0
    ],
    [
      1224.0,
      1225.2,
      0
    ],
    [
      1225.2,
      1226.4,
      0
    ],
    [
      1226.4,
      1227.6,
      0
    ],
    [
      1227.6,
      1228.8,
      0
    ],
    [
      1228.8,
      1230.0,
      0
    ],
    [
      1230.0,
      1231.2,
      0
    ],
    [
      1231.2,
      1232.4,
      0
    ],
    [
      1232.4,
      1233.6,
      0
    ],
    [
      1233.6,
      1234.8,
      0
    ],
    [
      1234.8,
      1236.0,
      0
    ],
    [
      1236.0,
      1237.2,
      0
    ],
    [
      1237.2,
      1238.4,
      0
    ],
    [
      1238.4,
      1239.6,
      0
    ],
    [
      1239.6,
      1240.8,
      0
    ],
    [
      1240.8,
      1242.0,
      0
    ],
    [
      1242.0,
      1243.2,
      0
    ],
    [
      1243.2,
      1244.4,
      0
    ],
    [
      1244.4,
      1245.6,
      0
    ],
    [
      1245.6,
      1246.8,
      0
    ],
    [
      1246.8,
      1248.0,
      0
    ],
    [
      1248.0,
      1249.2,
      0
    ],
    [
      1249.2,
      1250.4,
      0
    ],
    [
      1250.4,
      1251.6,
      0
    ],
    [
      1251.6,
      1252.8,
      0
    ],
    [
      1252.8,
      1254.0,
      0
    ],
    [
      1254.0,
      1255.2,
      0
    ],
    [
      1255.2,
      1256.4,
      0
    ],
    [
      1256.4,
      1257.6,
      0
    ],
    [
      1257.6,
      1258.8,
      0
    ],
    [
      1258.8,
      1260.0,
      0
    ],
    [
      1260.0,
      1261.2,
      0
    ],
    [
      1261.2,
      1262.4,
      0
    ],
    [
      1262.4,
      1263.6,
      0
    ],
    [
      1263.6,
      1264.8,
      0
    ],
    [
      1264.8,
      1266.0,
      0
    ],
    [
      1266.0,
      1267.2,
      0
    ],
    [
      1267.2,
      1268.4,
      0
    ],
    [
      1268.4,
      1269.6,
      0
    ],
    [
      1269.6,
      1270.8,
      1
    ],
    [
      1270.8,
      1272.0,
      2
    ],
    [
      1272.0,
      1273.2,
      2
    ],
    [
      1273.2,
      1274.4,
      0
    ],
    [
      1274.4,
      1275.6,
      0
    ],
    [
      1275.6,
      1276.8,
      0
    ],
    [
      1276.8,
      1278.0,
      1
    ],
    [
      1278.0,
      1279.2,
      1
    ],
    [
      1279.2,
      1280.4,
      0
    ],
    [
      1280.4,
      1281.6,
      0
    ],
    [
      1281.6,
      1282.8,
      0
    ],
    [
      1282.8,
      1284.0,
      0
    ],
    [
      1284.0,
      1285.2,
      0
    ],
    [
      1285.2,
      1286.4,
      0
    ],
    [
      1286.4,
      1287.6,
      0
    ],
    [
      1287.6,
      1288.8,
      0
    ],
    [
      1288.8,
      1290.0,
      0
    ],
    [
      1290.0,
      1291.2,
      0
    ],
    [
      1291.2,
      1292.4,
      0
    ],
    [
      1292.4,
      1293.6,
      0
    ],
    [
      1293.6,
      1294.8,
      0
    ],
    [
      1294.8,
      1296.0,
      1
    ],
    [
      1296.0,
      1297.2,
      3
    ],
    [
      1297.2,
      1298.4,
      1
    ],
    [
      1298.4,
      1299.6,
      0
    ],
    [
      1299.6,
      1300.8,
      0
    ],
    [
      1300.8,
      1302.0,
      1
    ],
    [
      1302.0,
      1303.2,
      0
    ],
    [
      1303.2,
      1304.4,
      0
    ],
    [
      1304.4,
      1305.6,
      0
    ],
    [
      1305.6,
      1306.8,
      0
    ],
    [
      1306.8,
      1308.0,
      0
    ],
    [
      1308.0,
      1309.2,
      0
    ],
    [
      1309.2,
      1310.4,
      0
    ],
    [
      1310.4,
      1311.6,
      0
    ],
    [
      1311.6,
      1312.8,
      0
    ],
    [
      1312.8,
      1314.0,
      0
    ],
    [
      1314.0,
      1315.2,
      0
    ],
    [
      1315.2,
      1316.4,
      0
    ],
    [
      1316.4,
      1317.6,
      0
    ],
    [
      1317.6,
      1318.8,
      0
    ],
    [
      1318.8,
      1320.0,
      0
    ],
    [
      1320.0,
      1321.2,
      0
    ],
    [
      1321.2,
      1322.4,
      0
    ],
    [
      1322.4,
      1323.6,
      0
    ],
    [
      1323.6,
      1324.8,
      0
    ],
    [
      1324.8,
      1326.0,
      0
    ],
    [
      1326.0,
      1327.2,
      0
    ],
    [
      1327.2,
      1328.4,
      0
    ],
    [
      1328.4,
      1329.6,
      0
    ],
    [
      1329.6,
      1330.8,
      0
    ],
    [
      1330.8,
      1332.0,
      1
    ],
    [
      1332.0,
      1333.2,
      2
    ],
    [
      1333.2,
      1334.4,
      2
    ],
    [
      1334.4,
      1335.6,
      0
    ],
    [
      1335.6,
      1336.8,
      0
    ],
    [
      1336.8,
      1338.0,
      0
    ],
    [
      1338.0,
      1339.2,
      0
    ],
    [
      1339.2,
      1340.4,
      0
    ],
    [
      1340.4,
      1341.6,
      0
    ],
    [
      1341.6,
      1342.8,
      0
    ],
    [
      1342.8,
      1344.0,
      1
    ],
    [
      1344.0,
      1345.2,
      1
    ],
    [
      1345.2,
      1346.4,
      0
    ],
    [
      1346.4,
      1347.6,
      0
    ],
    [
      1347.6,
      1348.8,
      0
    ],
    [
      1348.8,
      1350.0,
      0
    ],
    [
      1350.0,
      1351.2,
      0
    ],
    [
      1351.2,
      1352.4,
      1
    ],
    [
      1352.4,
      1353.6,
      0
    ],
    [
      1353.6,
      1354.8,
      0
    ],
    [
      1354.8,
      1356.0,
      0
    ],
    [
      1356.0,
      1357.2,
      0
    ],
    [
      1357.2,
      1358.4,
      0
    ],
    [
      1358.4,
      1359.6,
      0
    ],
    [
      1359.6,
      1360.8,
      0
    ],
    [
      1360.8,
      1362.0,
      0
    ],
    [
      1362.0,
      1363.2,
      0
    ],
    [
      1363.2,
      1364.4,
      0
    ],
    [
      1364.4,
      1365.6,
      0
    ],
    [
      1365.6,
      1366.8,
      0
    ],
    [
      1366.8,
      1368.0,
      0
    ],
    [
      1368.0,
      1369.2,
      0
    ],
    [
      1369.2,
      1370.4,
      0
    ],
    [
      1370.4,
      1371.6,
      0
    ],
    [
      1371.6,
      1372.8,
      0
    ],
    [
      1372.8,
      1374.0,
      0
    ],
    [
      1374.0,
      1375.2,
      0
    ],
    [
      1375.2,
      1376.4,
      0
    ],
    [
      1376.4,
      1377.6,
      0
    ],
    [
      1377.6,
      1378.8,
      0
    ],
    [
      1378.8,
      1380.0,
      0
    ],
    [
      1380.0,
      1381.2,
      0
    ],
    [
      1381.2,
      1382.4,
      0
    ],
    [
      1382.4,
      1383.6,
      0
    ],
    [
      1383.6,
      1384.8,
      0
    ],
    [
      1384.8,
      1386.0,
      0
    ],
    [
      1386.0,
      1387.2,
      0
    ],
    [
      1387.2,
      1388.4,
      0
    ],
    [
      1388.4,
      1389.6,
      1
    ],
    [
      1389.6,
      1390.8,
      0
    ],
    [
      1390.8,
      1392.0,
      0
    ],
    [
      1392.0,
      1393.2,
      0
    ],
    [
      1393.2,
      1394.4,
      0
    ],
    [
      1394.4,
      1395.6,
      0
    ],
    [
      1395.6,
      1396.8,
      0
    ],
    [
      1396.8,
      1398.0,
      0
    ],
    [
      1398.0,
      1399.2,
      0
    ],
    [
      1399.2,
      1400.4,
      2
    ],
    [
      1400.4,
      1401.6,
      1
    ],
    [
      1401.6,
      1402.8,
      0
    ],
    [
      1402.8,
      1404.0,
      0
    ],
    [
      1404.0,
      1405.2,
      0
    ],
    [
      1405.2,
      1406.4,
      0
    ],
    [
      1406.4,
      1407.6,
      0
    ],
    [
      1407.6,
      1408.8,
      0
    ],
    [
      1408.8,
      1410.0,
      0
    ],
    [
      1410.0,
      1411.2,
      0
    ],
    [
      1411.2,
      1412.4,
      0
    ],
    [
      1412.4,
      1413.6,
      0
    ],
    [
      1413.6,
      1414.8,
      0
    ],
    [
      1414.8,
      1416.0,
      0
    ],
    [
      1416.0,
      1417.2,
      0
    ],
    [
      1417.2,
      1418.4,
      0
    ],
    [
      1418.4,
      1419.6,
      0
    ],
    [
      1419.6,
      1420.8,
      0
    ],
    [
      1420.8,
      1422.0,
      0
    ],
    [
      1422.0,
      1423.2,
      0
    ],
    [
      1423.2,
      1424.4,
      1
    ],
    [
      1424.4,
      1425.6,
      1
    ],
    [
      1425.6,
      1426.8,
      1
    ],
    [
      1426.8,
      1428.0,
      0
    ],
    [
      1428.0,
      1429.2,
      0
    ],
    [
      1429.2,
      1430.4,
      0
    ],
    [
      1430.4,
      1431.6,
      0
    ]
  ]
}