{
  "bit_id": "20250125_YoshiAdultContent4_sex_money_and_fame",
  "show_info": {
    "show_identifier": "20250125_YoshiAdultContent4",
    "comedian": "Yoshi Obayashi",
    "name_of_show": "Adult Content ",
    "date_of_show": "21 Jan 2025, 20:00",
    "name_of_venue": "ROBIN's",
    "link_to_venue_on_google_maps": null,
    "length_of_set": 0,
    "lpm": 0,
    "notes": "Yoshi’s final show from the Swiss trip"
  },
  "bit_info": {
    "title": "Sex, Money, and Fame",
    "start": 154.0,
    "end": 298.0,
    "joke_types": [
      "Confessional",
      "Observational",
      "Awkward",
      "Self-Deprecation",
      "Reversal",
      "Playing Dumb",
      "Relatable Struggle"
    ],
    "themes": [
      "Sex",
      "Family Life",
      "Cultural Differences",
      "Health"
    ],
    "lpm": 0
  },
  "transcript": {
    "text": "Sex is very uncomfortable. To me, sex is the second most uncomfortable conversation. So you're probably gonna ask, what's the number one most uncomfortable conversation? I think talking about money, which it's not, because this is Switzerland. This is all about money over here. But sex and money is a really uncomfortable conversation. So, when you say pornographic, you know, I'll be very clear. Ladies, don't worry, I didn't put the phone in front of the camera. But people ask me, because this is not a very polite conversation, people ask me all the time, since I work in the business for a long time, like, Yoshi, do you hate women? That's a good question, if you work in porn. Simple answer is no. But I do have a complicated relationship with women. Well, a woman. My mother. It's very complicated because my mother, it's not like an Asian thing, she was a very difficult... So, are you familiar with chicken pox? So when you get sick. Chicken pox. Chicken pox, sorry. And, um... Oh. So, okay. By the way, if I don't make any sense, just raise your hand, I'll re-explain. Um, so I think I was like five or six, I had chicken pox, and I was sick. And my mom dragged me out of the house, and I'm really sick, you know, I'm just covered with... And pox all over. She takes me a couple blocks away from the house, into this narrow alleyway, and there's all these markets, there's a lot of people walking. She takes me over there. There's three of her friends standing there. So they're talking, all of a sudden, they see me, they turn around and look at me. The three women were my mom's friends. They look, so I'm kind of confused, I'm sick. You know what my mother does? She comes over and pulls my pants down. She'll my dick with chicken pox on it. And they start laughing. Here's the thing, ladies. That's the first time I had a group of women laughing at me. But that wasn't the last time, believe me. So, and my mom just leaves with her friend. And I'm like five or six with my little dick sticking out. And of course I love my mom, so I'm chasing her like a penguin, because, you know, my pants is down there. So my mom's always been very difficult. So this is the reason why I have a little bit of a complicated relationship with women. And Harry loves that. All right.",
    "lines": [
      {
        "start": 154.0,
        "end": 157.0,
        "text": "Sex is very uncomfortable."
      },
      {
        "start": 157.0,
        "end": 163.0,
        "text": "To me, sex is the second most uncomfortable conversation."
      },
      {
        "start": 163.0,
        "end": 167.0,
        "text": "So you're probably gonna ask, what's the number one most uncomfortable conversation?"
      },
      {
        "start": 167.0,
        "end": 170.0,
        "text": "I think talking about money, which it's not, because this is Switzerland."
      },
      {
        "start": 170.0,
        "end": 172.0,
        "text": "This is all about money over here."
      },
      {
        "start": 172.0,
        "end": 176.0,
        "text": "But sex and money is a really uncomfortable conversation."
      },
      {
        "start": 176.0,
        "end": 181.0,
        "text": "So, when you say pornographic, you know, I'll be very clear."
      },
      {
        "start": 181.0,
        "end": 184.0,
        "text": "Ladies, don't worry, I didn't put the phone in front of the camera."
      },
      {
        "start": 186.0,
        "end": 189.0,
        "text": "But people ask me, because this is not a very polite conversation,"
      },
      {
        "start": 189.0,
        "end": 192.0,
        "text": "people ask me all the time, since I work in the business for a long time,"
      },
      {
        "start": 192.0,
        "end": 194.0,
        "text": "like, Yoshi, do you hate women?"
      },
      {
        "start": 194.0,
        "end": 197.0,
        "text": "That's a good question, if you work in porn."
      },
      {
        "start": 197.0,
        "end": 199.0,
        "text": "Simple answer is no."
      },
      {
        "start": 199.0,
        "end": 202.0,
        "text": "But I do have a complicated relationship with women."
      },
      {
        "start": 202.0,
        "end": 205.0,
        "text": "Well, a woman. My mother."
      },
      {
        "start": 206.0,
        "end": 210.0,
        "text": "It's very complicated because my mother, it's not like an Asian thing,"
      },
      {
        "start": 210.0,
        "end": 212.0,
        "text": "she was a very difficult..."
      },
      {
        "start": 212.0,
        "end": 215.0,
        "text": "So, are you familiar with chicken pox?"
      },
      {
        "start": 215.0,
        "end": 216.0,
        "text": "So when you get sick."
      },
      {
        "start": 216.0,
        "end": 217.0,
        "text": "Chicken pox."
      },
      {
        "start": 217.0,
        "end": 218.0,
        "text": "Chicken pox, sorry."
      },
      {
        "start": 218.0,
        "end": 219.0,
        "text": "And, um..."
      },
      {
        "start": 219.0,
        "end": 220.0,
        "text": "Oh."
      },
      {
        "start": 220.0,
        "end": 221.0,
        "text": "So, okay."
      },
      {
        "start": 222.0,
        "end": 226.0,
        "text": "By the way, if I don't make any sense, just raise your hand, I'll re-explain."
      },
      {
        "start": 226.0,
        "end": 231.0,
        "text": "Um, so I think I was like five or six, I had chicken pox, and I was sick."
      },
      {
        "start": 231.0,
        "end": 234.0,
        "text": "And my mom dragged me out of the house, and I'm really sick,"
      },
      {
        "start": 234.0,
        "end": 235.0,
        "text": "you know, I'm just covered with..."
      },
      {
        "start": 236.0,
        "end": 238.0,
        "text": "And pox all over."
      },
      {
        "start": 238.0,
        "end": 240.0,
        "text": "She takes me a couple blocks away from the house,"
      },
      {
        "start": 240.0,
        "end": 243.0,
        "text": "into this narrow alleyway, and there's all these markets,"
      },
      {
        "start": 243.0,
        "end": 245.0,
        "text": "there's a lot of people walking."
      },
      {
        "start": 245.0,
        "end": 247.0,
        "text": "She takes me over there."
      },
      {
        "start": 247.0,
        "end": 249.0,
        "text": "There's three of her friends standing there."
      },
      {
        "start": 249.0,
        "end": 251.0,
        "text": "So they're talking, all of a sudden, they see me,"
      },
      {
        "start": 251.0,
        "end": 253.0,
        "text": "they turn around and look at me."
      },
      {
        "start": 253.0,
        "end": 255.0,
        "text": "The three women were my mom's friends."
      },
      {
        "start": 255.0,
        "end": 258.0,
        "text": "They look, so I'm kind of confused, I'm sick."
      },
      {
        "start": 258.0,
        "end": 259.0,
        "text": "You know what my mother does?"
      },
      {
        "start": 259.0,
        "end": 261.0,
        "text": "She comes over and pulls my pants down."
      },
      {
        "start": 262.0,
        "end": 264.0,
        "text": "She'll my dick with chicken pox on it."
      },
      {
        "start": 264.0,
        "end": 266.0,
        "text": "And they start laughing."
      },
      {
        "start": 266.0,
        "end": 270.0,
        "text": "Here's the thing, ladies."
      },
      {
        "start": 270.0,
        "end": 274.0,
        "text": "That's the first time I had a group of women laughing at me."
      },
      {
        "start": 274.0,
        "end": 277.0,
        "text": "But that wasn't the last time, believe me."
      },
      {
        "start": 277.0,
        "end": 281.0,
        "text": "So, and my mom just leaves with her friend."
      },
      {
        "start": 281.0,
        "end": 284.0,
        "text": "And I'm like five or six with my little dick sticking out."
      },
      {
        "start": 284.0,
        "end": 287.0,
        "text": "And of course I love my mom, so I'm chasing her like a penguin,"
      },
      {
        "start": 287.0,
        "end": 289.0,
        "text": "because, you know, my pants is down there."
      },
      {
        "start": 289.0,
        "end": 292.0,
        "text": "So my mom's always been very difficult."
      },
      {
        "start": 292.0,
        "end": 295.0,
        "text": "So this is the reason why I have a little bit of a complicated"
      },
      {
        "start": 295.0,
        "end": 296.0,
        "text": "relationship with women."
      },
      {
        "start": 296.0,
        "end": 297.0,
        "text": "And Harry loves that."
      },
      {
        "start": 297.0,
        "end": 298.0,
        "text": "All right."
      }
    ]
  },
  "audience_reactions": []
}