{
  "bit_id": "20250103_Yoshi_Edinburgh_mixdown_working_at_the_porn_shop",
  "show_info": {
    "show_identifier": "20250103_Yoshi_Edinburgh_mixdown",
    "comedian": "Yoshi Obayashi",
    "name_of_show": "Adult Content - Edinburgh Fringe",
    "date_of_show": "30 Aug 2023, 20:00",
    "name_of_venue": "Edinburgh",
    "link_to_venue_on_google_maps": null,
    "length_of_set": 3717.7,
    "lpm": 1,
    "notes": null
  },
  "bit_info": {
    "title": "Working at the Porn Shop",
    "start": 852.0,
    "end": 1171.2,
    "joke_types": [
      "Observational",
      "Storytelling",
      "Incongruity",
      "Exaggeration",
      "Relatable Struggle",
      "Self-Deprecation",
      "Unexpected Emotion"
    ],
    "themes": [
      "Work",
      "Cultural Differences",
      "Gender Identity",
      "Sexuality"
    ],
    "lpm": 1
  },
  "transcript": {
    "text": "so these are a couple of things that happened when I was working at the porn shop. And this is one of the first stories. So I think second month I was working there, this beautiful lady, she had a beautiful scarf, very elegant, but based on her skin tone, I thought she's from the Middle East or something. So she walked inside the sex shop, she went straight to BDSM section, like, wow, interesting choice. And then she started grabbing those whips, like two or three, very expensive, very powerful. And once she picked three, she walked up the counter and she's ready to pay for them. I said, I hope this is not an invasive question, but can I ask you like, where are you from? She's, oh, you can ask me anything. I'm from Saudi Arabia. So I asked, I've never been to Saudi Arabia, but I heard and read that compared to the West, they don't treat women very well. They don't give them very, too many options, tell them what to do, limit their movements. And if they commit small crime, sometimes they get beaten to death. So I thought, okay, let's do this. Let's get into that with whips. And here you are, you're buying whips, so I'm really, really confused, you know? And then this is what she said. Well, it's true, my country don't care about what I think. Don't give me very much option in life. And if I commit small crime, it could be my life. But you see, BDSM is one of the few things that they're always asking me. Are you comfortable? Does this feel good? Would you like to change your position? Would you like to stop? They really care about what I think and what I feel. And weirdly, it makes me happy. It gave me a little bit of love. And it gave me a little bit of self-dignity. I'll be honest, I wasn't expecting that answer. I thought because she got used to getting beaten that she wanted her husband to beat her up. That's what I thought. I think the reason this was so significant for me, just because something looks weird and painful to me, it doesn't mean that somebody else is finding happiness. So I shouldn't judge people. I should go and help them. So from that day on, I told her, I'm gonna do this. I'm gonna do this. I told myself, I don't work in porn business. I work in hospitality business. Right? Because every day some person turn 18 years old, this is like late 90s, we didn't have Reddit. You didn't have chat room. There's a lot of kids, they don't have friends to talk to. They're afraid to talk to their parents. So only people that they could really talk is to come to sex shop and talk to a pervert. Right? So this kid walked in, clearly, I checked his age. He just turned 18. And I could tell he's gay, but very shy. He said, sir, could you help me find a really good gay porno? I said, of course. That's not a problem. The three best production company for gay movies are Falcon, Mustang, and Bellamy. And here's one, Jeff Stryker, performer of the year. He just got five dicks out of five dicks rating. So I think he should get this movie. So I gave it to him. He read the movie and he came back the next day. I was hoping that he's gonna be happy, but this is actually a little sad. He feels so ashamed that, you know, when you get sushi and you eat ginger, the reason why you eat ginger is wipe out the taste so you can eat the next sushi and get the whole flavor. So he feels so bad about getting gay rental that he got full heterosexual tape to cleanse whatever he did the day before. But I told him, his name's Eric, Eric, if you're gay, you should feel ashamed. You should accept who you are. If you wanna watch heterosexual tape, that's fine. We make more money, but don't rent it because you feel bad. You shouldn't feel bad at all. Gay people spend out for thousands of years, you know? So, and I'm 13 years older than him, but I was really shocked. He's so mature. You know when you watch television and movies, sometimes they have a gay character come out of a closet and they mention their family, there's a big issue. He wasn't worried about that. He was really worried if he told his parents, he was really worried because he didn't want his parents to think they did something bad. Because his parents gonna say, did we do something wrong? Or did we not raise him right? That's why he was afraid, you know? Isn't that mature? Because I would, I'll be honest, if I was gay, woo, you know, I'd get all the dicks, you know, right away. But, you know, two in my ass, whatever. But he's a good kid, right? So I learned. Now, there's times we have a really bad gay customer. I'll be honest with you. So, you know, back in the day, for those of you that read VHS, if it's defective, we'll replace it. You know, sometimes we have a line across the middle of the movie, and of course we need to exchange. So this gay customer walked in, hey, I think, I need to, I wanna exchange this tape. There's a line across. So we play from beginning of the movie. So we fast forward, fast forward, one third, halfway, two third, all the way. There's no problem. There was never a problem. He want us to watch gay porno with him. He does this once a week. Every week, he'd say, oh, there's something wrong with my gay porno, and fast forward, we have to watch it. I know, and he know, and he know that I know that we playing the charade. But I can't say anything.",
    "lines": [
      {
        "start": 852.0,
        "end": 853.78,
        "text": "so these are a couple of things that happened"
      },
      {
        "start": 853.78,
        "end": 855.9,
        "text": "when I was working at the porn shop."
      },
      {
        "start": 855.9,
        "end": 857.7,
        "text": "And this is one of the first stories."
      },
      {
        "start": 860.78,
        "end": 862.92,
        "text": "So I think second month I was working there,"
      },
      {
        "start": 862.92,
        "end": 865.64,
        "text": "this beautiful lady, she had a beautiful scarf,"
      },
      {
        "start": 865.64,
        "end": 868.38,
        "text": "very elegant, but based on her skin tone,"
      },
      {
        "start": 868.38,
        "end": 870.2,
        "text": "I thought she's from the Middle East or something."
      },
      {
        "start": 870.2,
        "end": 872.54,
        "text": "So she walked inside the sex shop,"
      },
      {
        "start": 872.54,
        "end": 874.3,
        "text": "she went straight to BDSM section,"
      },
      {
        "start": 874.3,
        "end": 875.76,
        "text": "like, wow, interesting choice."
      },
      {
        "start": 876.68,
        "end": 878.78,
        "text": "And then she started grabbing those whips,"
      },
      {
        "start": 878.78,
        "end": 881.88,
        "text": "like two or three, very expensive, very powerful."
      },
      {
        "start": 882.0,
        "end": 884.62,
        "text": "And once she picked three,"
      },
      {
        "start": 884.62,
        "end": 887.72,
        "text": "she walked up the counter and she's ready to pay for them."
      },
      {
        "start": 887.72,
        "end": 890.3,
        "text": "I said, I hope this is not an invasive question,"
      },
      {
        "start": 890.3,
        "end": 891.62,
        "text": "but can I ask you like, where are you from?"
      },
      {
        "start": 891.62,
        "end": 893.26,
        "text": "She's, oh, you can ask me anything."
      },
      {
        "start": 893.26,
        "end": 894.3,
        "text": "I'm from Saudi Arabia."
      },
      {
        "start": 894.3,
        "end": 897.3,
        "text": "So I asked, I've never been to Saudi Arabia,"
      },
      {
        "start": 897.3,
        "end": 901.3,
        "text": "but I heard and read that compared to the West,"
      },
      {
        "start": 901.3,
        "end": 903.4,
        "text": "they don't treat women very well."
      },
      {
        "start": 903.4,
        "end": 906.12,
        "text": "They don't give them very, too many options,"
      },
      {
        "start": 906.12,
        "end": 908.8,
        "text": "tell them what to do, limit their movements."
      },
      {
        "start": 908.8,
        "end": 910.48,
        "text": "And if they commit small crime,"
      },
      {
        "start": 910.48,
        "end": 911.68,
        "text": "sometimes they get beaten to death."
      },
      {
        "start": 911.68,
        "end": 911.78,
        "text": "So I thought, okay, let's do this."
      },
      {
        "start": 911.78,
        "end": 913.28,
        "text": "Let's get into that with whips."
      },
      {
        "start": 914.12,
        "end": 915.54,
        "text": "And here you are, you're buying whips,"
      },
      {
        "start": 915.54,
        "end": 918.26,
        "text": "so I'm really, really confused, you know?"
      },
      {
        "start": 918.26,
        "end": 919.36,
        "text": "And then this is what she said."
      },
      {
        "start": 919.36,
        "end": 922.54,
        "text": "Well, it's true, my country don't care about what I think."
      },
      {
        "start": 922.54,
        "end": 924.8,
        "text": "Don't give me very much option in life."
      },
      {
        "start": 924.8,
        "end": 927.8,
        "text": "And if I commit small crime, it could be my life."
      },
      {
        "start": 927.8,
        "end": 930.88,
        "text": "But you see, BDSM is one of the few things"
      },
      {
        "start": 930.88,
        "end": 932.26,
        "text": "that they're always asking me."
      },
      {
        "start": 932.26,
        "end": 933.22,
        "text": "Are you comfortable?"
      },
      {
        "start": 933.22,
        "end": 934.28,
        "text": "Does this feel good?"
      },
      {
        "start": 934.28,
        "end": 935.5,
        "text": "Would you like to change your position?"
      },
      {
        "start": 935.5,
        "end": 936.68,
        "text": "Would you like to stop?"
      },
      {
        "start": 936.68,
        "end": 939.36,
        "text": "They really care about what I think and what I feel."
      },
      {
        "start": 939.36,
        "end": 941.4599999999999,
        "text": "And weirdly, it makes me happy."
      },
      {
        "start": 941.46,
        "end": 943.4200000000001,
        "text": "It gave me a little bit of love."
      },
      {
        "start": 943.4200000000001,
        "end": 947.88,
        "text": "And it gave me a little bit of self-dignity."
      },
      {
        "start": 947.88,
        "end": 950.1600000000001,
        "text": "I'll be honest, I wasn't expecting that answer."
      },
      {
        "start": 950.1600000000001,
        "end": 952.2800000000001,
        "text": "I thought because she got used to getting beaten"
      },
      {
        "start": 952.2800000000001,
        "end": 953.76,
        "text": "that she wanted her husband to beat her up."
      },
      {
        "start": 953.76,
        "end": 955.44,
        "text": "That's what I thought."
      },
      {
        "start": 955.44,
        "end": 959.32,
        "text": "I think the reason this was so significant for me,"
      },
      {
        "start": 959.32,
        "end": 962.1600000000001,
        "text": "just because something looks weird and painful to me,"
      },
      {
        "start": 962.1600000000001,
        "end": 964.84,
        "text": "it doesn't mean that somebody else is finding happiness."
      },
      {
        "start": 964.84,
        "end": 967.6,
        "text": "So I shouldn't judge people."
      },
      {
        "start": 967.6,
        "end": 968.58,
        "text": "I should go and help them."
      },
      {
        "start": 968.58,
        "end": 968.8000000000001,
        "text": "So from that day on, I told her, I'm gonna do this."
      },
      {
        "start": 968.8000000000001,
        "end": 971.2,
        "text": "I'm gonna do this."
      },
      {
        "start": 971.2,
        "end": 973.1800000000001,
        "text": "I told myself, I don't work in porn business."
      },
      {
        "start": 973.1800000000001,
        "end": 974.6800000000001,
        "text": "I work in hospitality business."
      },
      {
        "start": 974.6800000000001,
        "end": 974.8000000000001,
        "text": "Right?"
      },
      {
        "start": 974.8000000000001,
        "end": 979.6600000000001,
        "text": "Because every day some person turn 18 years old,"
      },
      {
        "start": 979.6600000000001,
        "end": 983.74,
        "text": "this is like late 90s, we didn't have Reddit."
      },
      {
        "start": 983.74,
        "end": 984.9200000000001,
        "text": "You didn't have chat room."
      },
      {
        "start": 984.9200000000001,
        "end": 987.86,
        "text": "There's a lot of kids, they don't have friends to talk to."
      },
      {
        "start": 987.86,
        "end": 990.32,
        "text": "They're afraid to talk to their parents."
      },
      {
        "start": 990.32,
        "end": 992.7,
        "text": "So only people that they could really talk is to come"
      },
      {
        "start": 992.7,
        "end": 995.0200000000001,
        "text": "to sex shop and talk to a pervert."
      },
      {
        "start": 995.0200000000001,
        "end": 995.86,
        "text": "Right?"
      },
      {
        "start": 995.86,
        "end": 1000.0,
        "text": "So this kid walked in, clearly, I checked his age."
      },
      {
        "start": 1000.0,
        "end": 1000.62,
        "text": "He just turned 18."
      },
      {
        "start": 1000.62,
        "end": 1004.34,
        "text": "And I could tell he's gay, but very shy."
      },
      {
        "start": 1004.34,
        "end": 1006.84,
        "text": "He said, sir, could you help me find a really good gay porno?"
      },
      {
        "start": 1006.84,
        "end": 1007.68,
        "text": "I said, of course."
      },
      {
        "start": 1007.68,
        "end": 1009.38,
        "text": "That's not a problem."
      },
      {
        "start": 1009.38,
        "end": 1013.28,
        "text": "The three best production company for gay movies are"
      },
      {
        "start": 1013.28,
        "end": 1015.02,
        "text": "Falcon, Mustang, and Bellamy."
      },
      {
        "start": 1015.02,
        "end": 1018.24,
        "text": "And here's one, Jeff Stryker, performer of the year."
      },
      {
        "start": 1018.24,
        "end": 1020.98,
        "text": "He just got five dicks out of five dicks rating."
      },
      {
        "start": 1020.98,
        "end": 1022.74,
        "text": "So I think he should get this movie."
      },
      {
        "start": 1024.12,
        "end": 1025.24,
        "text": "So I gave it to him."
      },
      {
        "start": 1025.24,
        "end": 1027.54,
        "text": "He read the movie and he came back the next day."
      },
      {
        "start": 1027.54,
        "end": 1029.14,
        "text": "I was hoping that he's gonna be happy,"
      },
      {
        "start": 1029.14,
        "end": 1030.12,
        "text": "but this is actually a little sad."
      },
      {
        "start": 1030.12,
        "end": 1035.12,
        "text": "He feels so ashamed that, you know, when you get sushi"
      },
      {
        "start": 1038.6599999999999,
        "end": 1041.1799999999998,
        "text": "and you eat ginger, the reason why you eat ginger"
      },
      {
        "start": 1041.1799999999998,
        "end": 1043.9799999999998,
        "text": "is wipe out the taste so you can eat the next sushi"
      },
      {
        "start": 1043.9799999999998,
        "end": 1045.3,
        "text": "and get the whole flavor."
      },
      {
        "start": 1045.3,
        "end": 1048.6599999999999,
        "text": "So he feels so bad about getting gay rental"
      },
      {
        "start": 1048.6599999999999,
        "end": 1051.6,
        "text": "that he got full heterosexual tape to cleanse"
      },
      {
        "start": 1051.6,
        "end": 1053.06,
        "text": "whatever he did the day before."
      },
      {
        "start": 1054.1,
        "end": 1056.7399999999998,
        "text": "But I told him, his name's Eric,"
      },
      {
        "start": 1056.7399999999998,
        "end": 1059.4599999999998,
        "text": "Eric, if you're gay, you should feel ashamed."
      },
      {
        "start": 1059.46,
        "end": 1061.8,
        "text": "You should accept who you are."
      },
      {
        "start": 1061.8,
        "end": 1063.56,
        "text": "If you wanna watch heterosexual tape, that's fine."
      },
      {
        "start": 1063.56,
        "end": 1066.88,
        "text": "We make more money, but don't rent it because you feel bad."
      },
      {
        "start": 1066.88,
        "end": 1068.3600000000001,
        "text": "You shouldn't feel bad at all."
      },
      {
        "start": 1068.3600000000001,
        "end": 1071.6200000000001,
        "text": "Gay people spend out for thousands of years, you know?"
      },
      {
        "start": 1071.6200000000001,
        "end": 1075.14,
        "text": "So, and I'm 13 years older than him,"
      },
      {
        "start": 1075.14,
        "end": 1077.1000000000001,
        "text": "but I was really shocked."
      },
      {
        "start": 1077.1000000000001,
        "end": 1078.3400000000001,
        "text": "He's so mature."
      },
      {
        "start": 1078.3400000000001,
        "end": 1080.06,
        "text": "You know when you watch television and movies,"
      },
      {
        "start": 1080.06,
        "end": 1083.72,
        "text": "sometimes they have a gay character come out of a closet"
      },
      {
        "start": 1083.72,
        "end": 1087.18,
        "text": "and they mention their family, there's a big issue."
      },
      {
        "start": 1087.18,
        "end": 1088.72,
        "text": "He wasn't worried about that."
      },
      {
        "start": 1089.46,
        "end": 1092.9,
        "text": "He was really worried if he told his parents,"
      },
      {
        "start": 1092.9,
        "end": 1096.32,
        "text": "he was really worried because he didn't want his parents"
      },
      {
        "start": 1096.32,
        "end": 1097.72,
        "text": "to think they did something bad."
      },
      {
        "start": 1097.72,
        "end": 1099.76,
        "text": "Because his parents gonna say, did we do something wrong?"
      },
      {
        "start": 1099.76,
        "end": 1102.54,
        "text": "Or did we not raise him right?"
      },
      {
        "start": 1102.54,
        "end": 1104.1200000000001,
        "text": "That's why he was afraid, you know?"
      },
      {
        "start": 1104.1200000000001,
        "end": 1105.1000000000001,
        "text": "Isn't that mature?"
      },
      {
        "start": 1105.1000000000001,
        "end": 1108.8400000000001,
        "text": "Because I would, I'll be honest, if I was gay,"
      },
      {
        "start": 1108.8400000000001,
        "end": 1111.88,
        "text": "woo, you know, I'd get all the dicks, you know, right away."
      },
      {
        "start": 1111.88,
        "end": 1115.1200000000001,
        "text": "But, you know, two in my ass, whatever."
      },
      {
        "start": 1115.1200000000001,
        "end": 1117.98,
        "text": "But he's a good kid, right?"
      },
      {
        "start": 1117.98,
        "end": 1119.38,
        "text": "So I learned."
      },
      {
        "start": 1119.46,
        "end": 1123.6200000000001,
        "text": "Now, there's times we have a really bad gay customer."
      },
      {
        "start": 1123.6200000000001,
        "end": 1125.1200000000001,
        "text": "I'll be honest with you."
      },
      {
        "start": 1126.94,
        "end": 1130.54,
        "text": "So, you know, back in the day, for those of you that read VHS,"
      },
      {
        "start": 1130.54,
        "end": 1132.6000000000001,
        "text": "if it's defective, we'll replace it."
      },
      {
        "start": 1132.6000000000001,
        "end": 1134.22,
        "text": "You know, sometimes we have a line across"
      },
      {
        "start": 1134.22,
        "end": 1136.7,
        "text": "the middle of the movie, and of course we need to exchange."
      },
      {
        "start": 1136.7,
        "end": 1139.46,
        "text": "So this gay customer walked in, hey, I think,"
      },
      {
        "start": 1139.46,
        "end": 1141.58,
        "text": "I need to, I wanna exchange this tape."
      },
      {
        "start": 1141.58,
        "end": 1142.42,
        "text": "There's a line across."
      },
      {
        "start": 1142.42,
        "end": 1144.8600000000001,
        "text": "So we play from beginning of the movie."
      },
      {
        "start": 1144.8600000000001,
        "end": 1149.24,
        "text": "So we fast forward, fast forward, one third, halfway,"
      },
      {
        "start": 1149.46,
        "end": 1151.6200000000001,
        "text": "two third, all the way."
      },
      {
        "start": 1151.6200000000001,
        "end": 1153.18,
        "text": "There's no problem."
      },
      {
        "start": 1153.18,
        "end": 1154.44,
        "text": "There was never a problem."
      },
      {
        "start": 1154.44,
        "end": 1156.26,
        "text": "He want us to watch gay porno with him."
      },
      {
        "start": 1156.26,
        "end": 1158.02,
        "text": "He does this once a week."
      },
      {
        "start": 1158.02,
        "end": 1160.52,
        "text": "Every week, he'd say, oh, there's something wrong"
      },
      {
        "start": 1160.52,
        "end": 1164.06,
        "text": "with my gay porno, and fast forward, we have to watch it."
      },
      {
        "start": 1164.06,
        "end": 1166.7,
        "text": "I know, and he know, and he know that I know"
      },
      {
        "start": 1166.7,
        "end": 1168.8400000000001,
        "text": "that we playing the charade."
      },
      {
        "start": 1169.72,
        "end": 1171.16,
        "text": "But I can't say anything."
      }
    ]
  },
  "audience_reactions": [
    [
      852.0,
      853.2,
      0
    ],
    [
      853.2,
      854.4,
      0
    ],
    [
      854.4,
      855.6,
      0
    ],
    [
      855.6,
      856.8,
      0
    ],
    [
      856.8,
      858.0,
      0
    ],
    [
      858.0,
      859.2,
      0
    ],
    [
      859.2,
      860.4,
      0
    ],
    [
      860.4,
      861.6,
      0
    ],
    [
      861.6,
      862.8,
      0
    ],
    [
      862.8,
      864.0,
      0
    ],
    [
      864.0,
      865.2,
      0
    ],
    [
      865.2,
      866.4,
      0
    ],
    [
      866.4,
      867.6,
      0
    ],
    [
      867.6,
      868.8,
      0
    ],
    [
      868.8,
      870.0,
      0
    ],
    [
      870.0,
      871.2,
      0
    ],
    [
      871.2,
      872.4,
      0
    ],
    [
      872.4,
      873.6,
      0
    ],
    [
      873.6,
      874.8,
      0
    ],
    [
      874.8,
      876.0,
      0
    ],
    [
      876.0,
      877.2,
      0
    ],
    [
      877.2,
      878.4,
      0
    ],
    [
      878.4,
      879.6,
      0
    ],
    [
      879.6,
      880.8,
      0
    ],
    [
      880.8,
      882.0,
      0
    ],
    [
      882.0,
      883.2,
      0
    ],
    [
      883.2,
      884.4,
      0
    ],
    [
      884.4,
      885.6,
      0
    ],
    [
      885.6,
      886.8,
      0
    ],
    [
      886.8,
      888.0,
      0
    ],
    [
      888.0,
      889.2,
      0
    ],
    [
      889.2,
      890.4,
      0
    ],
    [
      890.4,
      891.6,
      0
    ],
    [
      891.6,
      892.8,
      0
    ],
    [
      892.8,
      894.0,
      0
    ],
    [
      894.0,
      895.2,
      0
    ],
    [
      895.2,
      896.4,
      0
    ],
    [
      896.4,
      897.6,
      0
    ],
    [
      897.6,
      898.8,
      0
    ],
    [
      898.8,
      900.0,
      0
    ],
    [
      900.0,
      901.2,
      0
    ],
    [
      901.2,
      902.4,
      0
    ],
    [
      902.4,
      903.6,
      0
    ],
    [
      903.6,
      904.8,
      0
    ],
    [
      904.8,
      906.0,
      0
    ],
    [
      906.0,
      907.2,
      0
    ],
    [
      907.2,
      908.4,
      0
    ],
    [
      908.4,
      909.6,
      0
    ],
    [
      909.6,
      910.8,
      0
    ],
    [
      910.8,
      912.0,
      0
    ],
    [
      912.0,
      913.2,
      0
    ],
    [
      913.2,
      914.4,
      0
    ],
    [
      914.4,
      915.6,
      0
    ],
    [
      915.6,
      916.8,
      0
    ],
    [
      916.8,
      918.0,
      0
    ],
    [
      918.0,
      919.2,
      0
    ],
    [
      919.2,
      920.4,
      0
    ],
    [
      920.4,
      921.6,
      0
    ],
    [
      921.6,
      922.8,
      0
    ],
    [
      922.8,
      924.0,
      0
    ],
    [
      924.0,
      925.2,
      0
    ],
    [
      925.2,
      926.4,
      0
    ],
    [
      926.4,
      927.6,
      0
    ],
    [
      927.6,
      928.8,
      0
    ],
    [
      928.8,
      930.0,
      0
    ],
    [
      930.0,
      931.2,
      0
    ],
    [
      931.2,
      932.4,
      0
    ],
    [
      932.4,
      933.6,
      0
    ],
    [
      933.6,
      934.8,
      0
    ],
    [
      934.8,
      936.0,
      0
    ],
    [
      936.0,
      937.2,
      0
    ],
    [
      937.2,
      938.4,
      0
    ],
    [
      938.4,
      939.6,
      0
    ],
    [
      939.6,
      940.8,
      0
    ],
    [
      940.8,
      942.0,
      0
    ],
    [
      942.0,
      943.2,
      0
    ],
    [
      943.2,
      944.4,
      0
    ],
    [
      944.4,
      945.6,
      0
    ],
    [
      945.6,
      946.8,
      0
    ],
    [
      946.8,
      948.0,
      0
    ],
    [
      948.0,
      949.2,
      0
    ],
    [
      949.2,
      950.4,
      0
    ],
    [
      950.4,
      951.6,
      0
    ],
    [
      951.6,
      952.8,
      0
    ],
    [
      952.8,
      954.0,
      0
    ],
    [
      954.0,
      955.2,
      0
    ],
    [
      955.2,
      956.4,
      0
    ],
    [
      956.4,
      957.6,
      0
    ],
    [
      957.6,
      958.8,
      0
    ],
    [
      958.8,
      960.0,
      0
    ],
    [
      960.0,
      961.2,
      0
    ],
    [
      961.2,
      962.4,
      0
    ],
    [
      962.4,
      963.6,
      0
    ],
    [
      963.6,
      964.8,
      0
    ],
    [
      964.8,
      966.0,
      0
    ],
    [
      966.0,
      967.2,
      0
    ],
    [
      967.2,
      968.4,
      0
    ],
    [
      968.4,
      969.6,
      0
    ],
    [
      969.6,
      970.8,
      0
    ],
    [
      970.8,
      972.0,
      0
    ],
    [
      972.0,
      973.2,
      0
    ],
    [
      973.2,
      974.4,
      1
    ],
    [
      974.4,
      975.6,
      0
    ],
    [
      975.6,
      976.8,
      0
    ],
    [
      976.8,
      978.0,
      0
    ],
    [
      978.0,
      979.2,
      0
    ],
    [
      979.2,
      980.4,
      0
    ],
    [
      980.4,
      981.6,
      0
    ],
    [
      981.6,
      982.8,
      0
    ],
    [
      982.8,
      984.0,
      0
    ],
    [
      984.0,
      985.2,
      0
    ],
    [
      985.2,
      986.4,
      0
    ],
    [
      986.4,
      987.6,
      0
    ],
    [
      987.6,
      988.8,
      0
    ],
    [
      988.8,
      990.0,
      0
    ],
    [
      990.0,
      991.2,
      0
    ],
    [
      991.2,
      992.4,
      0
    ],
    [
      992.4,
      993.6,
      0
    ],
    [
      993.6,
      994.8,
      0
    ],
    [
      994.8,
      996.0,
      0
    ],
    [
      996.0,
      997.2,
      0
    ],
    [
      997.2,
      998.4,
      0
    ],
    [
      998.4,
      999.6,
      0
    ],
    [
      999.6,
      1000.8,
      0
    ],
    [
      1000.8,
      1002.0,
      0
    ],
    [
      1002.0,
      1003.2,
      0
    ],
    [
      1003.2,
      1004.4,
      0
    ],
    [
      1004.4,
      1005.6,
      0
    ],
    [
      1005.6,
      1006.8,
      0
    ],
    [
      1006.8,
      1008.0,
      0
    ],
    [
      1008.0,
      1009.2,
      0
    ],
    [
      1009.2,
      1010.4,
      0
    ],
    [
      1010.4,
      1011.6,
      0
    ],
    [
      1011.6,
      1012.8,
      0
    ],
    [
      1012.8,
      1014.0,
      0
    ],
    [
      1014.0,
      1015.2,
      0
    ],
    [
      1015.2,
      1016.4,
      0
    ],
    [
      1016.4,
      1017.6,
      0
    ],
    [
      1017.6,
      1018.8,
      0
    ],
    [
      1018.8,
      1020.0,
      0
    ],
    [
      1020.0,
      1021.2,
      0
    ],
    [
      1021.2,
      1022.4,
      0
    ],
    [
      1022.4,
      1023.6,
      0
    ],
    [
      1023.6,
      1024.8,
      0
    ],
    [
      1024.8,
      1026.0,
      0
    ],
    [
      1026.0,
      1027.2,
      0
    ],
    [
      1027.2,
      1028.4,
      0
    ],
    [
      1028.4,
      1029.6,
      0
    ],
    [
      1029.6,
      1030.8,
      0
    ],
    [
      1030.8,
      1032.0,
      0
    ],
    [
      1032.0,
      1033.2,
      0
    ],
    [
      1033.2,
      1034.4,
      0
    ],
    [
      1034.4,
      1035.6,
      0
    ],
    [
      1035.6,
      1036.8,
      0
    ],
    [
      1036.8,
      1038.0,
      0
    ],
    [
      1038.0,
      1039.2,
      0
    ],
    [
      1039.2,
      1040.4,
      0
    ],
    [
      1040.4,
      1041.6,
      0
    ],
    [
      1041.6,
      1042.8,
      0
    ],
    [
      1042.8,
      1044.0,
      0
    ],
    [
      1044.0,
      1045.2,
      0
    ],
    [
      1045.2,
      1046.4,
      0
    ],
    [
      1046.4,
      1047.6,
      0
    ],
    [
      1047.6,
      1048.8,
      0
    ],
    [
      1048.8,
      1050.0,
      0
    ],
    [
      1050.0,
      1051.2,
      0
    ],
    [
      1051.2,
      1052.4,
      0
    ],
    [
      1052.4,
      1053.6,
      0
    ],
    [
      1053.6,
      1054.8,
      0
    ],
    [
      1054.8,
      1056.0,
      0
    ],
    [
      1056.0,
      1057.2,
      0
    ],
    [
      1057.2,
      1058.4,
      0
    ],
    [
      1058.4,
      1059.6,
      0
    ],
    [
      1059.6,
      1060.8,
      0
    ],
    [
      1060.8,
      1062.0,
      0
    ],
    [
      1062.0,
      1063.2,
      0
    ],
    [
      1063.2,
      1064.4,
      0
    ],
    [
      1064.4,
      1065.6,
      0
    ],
    [
      1065.6,
      1066.8,
      0
    ],
    [
      1066.8,
      1068.0,
      0
    ],
    [
      1068.0,
      1069.2,
      0
    ],
    [
      1069.2,
      1070.4,
      0
    ],
    [
      1070.4,
      1071.6,
      0
    ],
    [
      1071.6,
      1072.8,
      0
    ],
    [
      1072.8,
      1074.0,
      0
    ],
    [
      1074.0,
      1075.2,
      0
    ],
    [
      1075.2,
      1076.4,
      0
    ],
    [
      1076.4,
      1077.6,
      0
    ],
    [
      1077.6,
      1078.8,
      0
    ],
    [
      1078.8,
      1080.0,
      0
    ],
    [
      1080.0,
      1081.2,
      0
    ],
    [
      1081.2,
      1082.4,
      0
    ],
    [
      1082.4,
      1083.6,
      0
    ],
    [
      1083.6,
      1084.8,
      0
    ],
    [
      1084.8,
      1086.0,
      0
    ],
    [
      1086.0,
      1087.2,
      0
    ],
    [
      1087.2,
      1088.4,
      0
    ],
    [
      1088.4,
      1089.6,
      0
    ],
    [
      1089.6,
      1090.8,
      0
    ],
    [
      1090.8,
      1092.0,
      0
    ],
    [
      1092.0,
      1093.2,
      0
    ],
    [
      1093.2,
      1094.4,
      0
    ],
    [
      1094.4,
      1095.6,
      0
    ],
    [
      1095.6,
      1096.8,
      0
    ],
    [
      1096.8,
      1098.0,
      0
    ],
    [
      1098.0,
      1099.2,
      0
    ],
    [
      1099.2,
      1100.4,
      0
    ],
    [
      1100.4,
      1101.6,
      0
    ],
    [
      1101.6,
      1102.8,
      0
    ],
    [
      1102.8,
      1104.0,
      0
    ],
    [
      1104.0,
      1105.2,
      0
    ],
    [
      1105.2,
      1106.4,
      0
    ],
    [
      1106.4,
      1107.6,
      0
    ],
    [
      1107.6,
      1108.8,
      0
    ],
    [
      1108.8,
      1110.0,
      0
    ],
    [
      1110.0,
      1111.2,
      0
    ],
    [
      1111.2,
      1112.4,
      0
    ],
    [
      1112.4,
      1113.6,
      2
    ],
    [
      1113.6,
      1114.8,
      0
    ],
    [
      1114.8,
      1116.0,
      1
    ],
    [
      1116.0,
      1117.2,
      0
    ],
    [
      1117.2,
      1118.4,
      0
    ],
    [
      1118.4,
      1119.6,
      0
    ],
    [
      1119.6,
      1120.8,
      0
    ],
    [
      1120.8,
      1122.0,
      0
    ],
    [
      1122.0,
      1123.2,
      0
    ],
    [
      1123.2,
      1124.4,
      0
    ],
    [
      1124.4,
      1125.6,
      0
    ],
    [
      1125.6,
      1126.8,
      0
    ],
    [
      1126.8,
      1128.0,
      0
    ],
    [
      1128.0,
      1129.2,
      0
    ],
    [
      1129.2,
      1130.4,
      0
    ],
    [
      1130.4,
      1131.6,
      0
    ],
    [
      1131.6,
      1132.8,
      0
    ],
    [
      1132.8,
      1134.0,
      0
    ],
    [
      1134.0,
      1135.2,
      0
    ],
    [
      1135.2,
      1136.4,
      0
    ],
    [
      1136.4,
      1137.6,
      0
    ],
    [
      1137.6,
      1138.8,
      0
    ],
    [
      1138.8,
      1140.0,
      0
    ],
    [
      1140.0,
      1141.2,
      0
    ],
    [
      1141.2,
      1142.4,
      0
    ],
    [
      1142.4,
      1143.6,
      0
    ],
    [
      1143.6,
      1144.8,
      0
    ],
    [
      1144.8,
      1146.0,
      0
    ],
    [
      1146.0,
      1147.2,
      0
    ],
    [
      1147.2,
      1148.4,
      0
    ],
    [
      1148.4,
      1149.6,
      0
    ],
    [
      1149.6,
      1150.8,
      0
    ],
    [
      1150.8,
      1152.0,
      0
    ],
    [
      1152.0,
      1153.2,
      0
    ],
    [
      1153.2,
      1154.4,
      0
    ],
    [
      1154.4,
      1155.6,
      0
    ],
    [
      1155.6,
      1156.8,
      0
    ],
    [
      1156.8,
      1158.0,
      0
    ],
    [
      1158.0,
      1159.2,
      0
    ],
    [
      1159.2,
      1160.4,
      0
    ],
    [
      1160.4,
      1161.6,
      0
    ],
    [
      1161.6,
      1162.8,
      0
    ],
    [
      1162.8,
      1164.0,
      0
    ],
    [
      1164.0,
      1165.2,
      0
    ],
    [
      1165.2,
      1166.4,
      0
    ],
    [
      1166.4,
      1167.6,
      0
    ],
    [
      1167.6,
      1168.8,
      1
    ],
    [
      1168.8,
      1170.0,
      0
    ],
    [
      1170.0,
      1171.2,
      0
    ],
    [
      1171.2,
      1172.4,
      0
    ],
    [
      1172.4,
      1173.6,
      0
    ],
    [
      1173.6,
      1174.8,
      0
    ]
  ]
}