{
  "bit_id": "20250126_Adult_Content_17th_Dec_2024_Part_1_exposure_to_adult_content_and_sex_trade",
  "show_info": {
    "show_identifier": "20250126_Adult_Content_17th_Dec_2024_Part_1",
    "comedian": "Yoshi Obayashi",
    "name_of_show": "Adult Content 2",
    "date_of_show": "17 Dec 2024, 20:00",
    "name_of_venue": "ROBIN's",
    "link_to_venue_on_google_maps": "https://maps.app.goo.gl/tQSpMuzHq84sr7Wa6",
    "length_of_set": 3088.1,
    "lpm": 4,
    "notes": "2nd run of the show at ROBINs"
  },
  "bit_info": {
    "title": "Exposure to Adult Content and Sex Trade",
    "start": 559.2,
    "end": 857.5,
    "joke_types": [
      "Observational",
      "Misdirect",
      "Self-Deprecation",
      "Literal Interpretation",
      "Fish Out of Water",
      "Relatable Struggle"
    ],
    "themes": [
      "Family Life",
      "Cultural Differences",
      "Childhood Experiences",
      "Taboo Subjects",
      "Immigration"
    ],
    "lpm": 2
  },
  "transcript": {
    "text": "But I remember one time my parents were fighting middle of the night. They always do this. And I'm scared because I'm just a kid. You just hear a scream and walking out of the bed. And my brother runs around. I run up and try to help make them stop fighting. I just don't know how to deal with conflicts. I just, I'm just a coward. I go downstairs into the library. And I think it's like a defense mechanism. I always pile these gigantic books in pile on top of each other, like trying to make a giant castle. So I go in and hide in there, you know. Well, this one time I need a couple more books to cover the top. And I ran out of the books and I noticed the first time, I had an upper corner shelf. There's like three books that I never noticed before. And so I put a chair, got them books. And these are like a specialized artsy nude photograph. I think they were European, French or something, you know. And they're all European people. I don't know. White people. And can I give you a disclaimer? I was so ignorant. I just thought black, white, Latino, Asian people, these are like imaginary people. They didn't really exist. Because growing up in Japan, all you see is Asian people. So I thought these are like, I mean, white people are real as much as Godzilla was real to me. So I didn't know what they were doing. So they were nude or whatever, which I didn't care. But while they were having sex, they were doing something that was like weird or unusual to me. They were doing something I have never seen before. They were hugging and kissing each other. Something that I never saw my parents do. So I was looking at this as a young kid. I thought, I don't know what this is, but it looks wonderful. I wish my parents would do this. And so that had an impact on my life. Oh, here's another thing. I don't know if you guys, some of you are old enough. They used to put stars in genitalia and nipples. Do any of you remember that in porno magazines? OK, some of you. Just how dumb I am. I thought. I thought white people had a star permanently. See, I didn't understand that they were covering that part. Because you know what I mean? We don't even think like that. You see everybody naked in a public bath. So I thought, well, these people must be aliens. Why would you have stars here? So anyway, I was a very confused kid. So that's why I had, I didn't think it was a bad thing. My parents got divorced. My mother took myself and my younger brother with her sister in Washington State, USA. I have a Japanese name, but I'm ethnically Korean. So my mom's sisters only spoke English and Korean. And I only spoke Japanese at the time. So I didn't know how to communicate. I was kind of relearning. And I was old enough to work in their grocery store. So imagine like, you know, imagine one day your mom kidnapped you. Until you, you know, you're like, you're a little girl. Your dad and I are divorced. All of a sudden you're living with your sister, your mother's sister. You don't even speak the damn language. And within a week, my aunt makes me work at the grocery store. Because even though I don't speak the language, I could do the cashier, put the items in grocery bags, you know, brown bags, whatnot. This is one of the first things I learned. My aunt and uncle used to sell porno magazines at the grocery store. So one of the first words I learned English language, jugs. Playboy, hustler, high society. Because the customer, you know, just like, like Andy, in some cases, hey, give me a high society. I know exactly what, I don't even have to look, you know, like here. If a lady comes in playgirl, right here. So anyway, so I'm 10 years old in America, illegal, I'm selling pornography, right? So, and when I was in junior high school, I used to like smuggle porn magazine back then. Because, you know, for a lot of you, you know, you're a little bit older than me. You're growing up, porn is so easy to get. You know, just online. When I was a kid, I got like, Harry, we literally have to go into woods or middle of the street. When we say streaming porn, we had to go down the river and see porn magazines going down in the water. You know what I'm saying? That's our streaming, right? And this is how dumb I am. I didn't understand when I found bots of porn, when the pages were stuck together. I didn't know what that was. Can I also tell you something? I was collecting stamps at the time. So when I was collecting stamps, sometimes you see you stamp an envelope and how you unglue it, you get a, you know, little bucket with the water, loosen up.",
    "lines": [
      {
        "start": 559.22,
        "end": 561.46,
        "text": "But I remember one time my parents were fighting"
      },
      {
        "start": 561.46,
        "end": 563.0600000000001,
        "text": "middle of the night."
      },
      {
        "start": 563.0600000000001,
        "end": 564.14,
        "text": "They always do this."
      },
      {
        "start": 564.14,
        "end": 567.26,
        "text": "And I'm scared because I'm just a kid."
      },
      {
        "start": 567.26,
        "end": 569.34,
        "text": "You just hear a scream and walking out of the bed."
      },
      {
        "start": 569.34,
        "end": 570.78,
        "text": "And my brother runs around."
      },
      {
        "start": 570.78,
        "end": 573.78,
        "text": "I run up and try to help make them stop fighting."
      },
      {
        "start": 573.78,
        "end": 575.54,
        "text": "I just don't know how to deal with conflicts."
      },
      {
        "start": 575.54,
        "end": 576.8199999999999,
        "text": "I just, I'm just a coward."
      },
      {
        "start": 576.8199999999999,
        "end": 580.5799999999999,
        "text": "I go downstairs into the library."
      },
      {
        "start": 580.5799999999999,
        "end": 583.1,
        "text": "And I think it's like a defense mechanism."
      },
      {
        "start": 583.1,
        "end": 586.22,
        "text": "I always pile these gigantic books in pile"
      },
      {
        "start": 586.22,
        "end": 589.5,
        "text": "on top of each other, like trying to make a giant castle."
      },
      {
        "start": 589.5,
        "end": 591.5799999999999,
        "text": "So I go in and hide in there, you know."
      },
      {
        "start": 592.42,
        "end": 594.3399999999999,
        "text": "Well, this one time I need a couple more books"
      },
      {
        "start": 594.3399999999999,
        "end": 596.62,
        "text": "to cover the top."
      },
      {
        "start": 596.62,
        "end": 600.14,
        "text": "And I ran out of the books and I noticed the first time,"
      },
      {
        "start": 600.14,
        "end": 601.8199999999999,
        "text": "I had an upper corner shelf."
      },
      {
        "start": 601.8199999999999,
        "end": 604.1,
        "text": "There's like three books that I never noticed before."
      },
      {
        "start": 604.1,
        "end": 606.3,
        "text": "And so I put a chair, got them books."
      },
      {
        "start": 606.3,
        "end": 609.66,
        "text": "And these are like a specialized artsy nude photograph."
      },
      {
        "start": 609.66,
        "end": 612.34,
        "text": "I think they were European, French or something, you know."
      },
      {
        "start": 612.34,
        "end": 615.66,
        "text": "And they're all European people."
      },
      {
        "start": 615.66,
        "end": 616.78,
        "text": "I don't know."
      },
      {
        "start": 616.78,
        "end": 617.62,
        "text": "White people."
      },
      {
        "start": 617.62,
        "end": 621.78,
        "text": "And can I give you a disclaimer?"
      },
      {
        "start": 621.78,
        "end": 623.54,
        "text": "I was so ignorant."
      },
      {
        "start": 623.54,
        "end": 628.38,
        "text": "I just thought black, white, Latino, Asian people,"
      },
      {
        "start": 628.38,
        "end": 629.8199999999999,
        "text": "these are like imaginary people."
      },
      {
        "start": 629.82,
        "end": 631.5,
        "text": "They didn't really exist."
      },
      {
        "start": 631.5,
        "end": 633.7800000000001,
        "text": "Because growing up in Japan, all you see is Asian people."
      },
      {
        "start": 633.7800000000001,
        "end": 636.1800000000001,
        "text": "So I thought these are like, I mean,"
      },
      {
        "start": 636.1800000000001,
        "end": 639.2600000000001,
        "text": "white people are real as much as Godzilla was real to me."
      },
      {
        "start": 639.2600000000001,
        "end": 642.38,
        "text": "So I didn't know what they were doing."
      },
      {
        "start": 642.38,
        "end": 645.5,
        "text": "So they were nude or whatever, which I didn't care."
      },
      {
        "start": 645.5,
        "end": 647.9000000000001,
        "text": "But while they were having sex,"
      },
      {
        "start": 647.9000000000001,
        "end": 652.5400000000001,
        "text": "they were doing something that was like weird"
      },
      {
        "start": 652.5400000000001,
        "end": 654.1800000000001,
        "text": "or unusual to me."
      },
      {
        "start": 654.1800000000001,
        "end": 656.4200000000001,
        "text": "They were doing something I have never seen before."
      },
      {
        "start": 656.4200000000001,
        "end": 659.1400000000001,
        "text": "They were hugging and kissing each other."
      },
      {
        "start": 659.14,
        "end": 661.66,
        "text": "Something that I never saw my parents do."
      },
      {
        "start": 661.66,
        "end": 663.78,
        "text": "So I was looking at this as a young kid."
      },
      {
        "start": 663.78,
        "end": 668.46,
        "text": "I thought, I don't know what this is, but it looks wonderful."
      },
      {
        "start": 668.46,
        "end": 670.58,
        "text": "I wish my parents would do this."
      },
      {
        "start": 670.58,
        "end": 674.3,
        "text": "And so that had an impact on my life."
      },
      {
        "start": 674.3,
        "end": 675.9,
        "text": "Oh, here's another thing."
      },
      {
        "start": 675.9,
        "end": 677.78,
        "text": "I don't know if you guys, some of you are old enough."
      },
      {
        "start": 677.78,
        "end": 681.54,
        "text": "They used to put stars in genitalia and nipples."
      },
      {
        "start": 681.54,
        "end": 684.8199999999999,
        "text": "Do any of you remember that in porno magazines?"
      },
      {
        "start": 684.8199999999999,
        "end": 686.14,
        "text": "OK, some of you."
      },
      {
        "start": 686.14,
        "end": 688.46,
        "text": "Just how dumb I am."
      },
      {
        "start": 688.46,
        "end": 688.9399999999999,
        "text": "I thought."
      },
      {
        "start": 688.94,
        "end": 693.1400000000001,
        "text": "I thought white people had a star permanently."
      },
      {
        "start": 693.1400000000001,
        "end": 695.34,
        "text": "See, I didn't understand that they were covering that part."
      },
      {
        "start": 695.34,
        "end": 696.0200000000001,
        "text": "Because you know what I mean?"
      },
      {
        "start": 696.0200000000001,
        "end": 697.58,
        "text": "We don't even think like that."
      },
      {
        "start": 697.58,
        "end": 700.1,
        "text": "You see everybody naked in a public bath."
      },
      {
        "start": 700.1,
        "end": 704.1800000000001,
        "text": "So I thought, well, these people must be aliens."
      },
      {
        "start": 704.1800000000001,
        "end": 705.94,
        "text": "Why would you have stars here?"
      },
      {
        "start": 705.94,
        "end": 710.5400000000001,
        "text": "So anyway, I was a very confused kid."
      },
      {
        "start": 710.5400000000001,
        "end": 718.22,
        "text": "So that's why I had, I didn't think it was a bad thing."
      },
      {
        "start": 718.22,
        "end": 719.46,
        "text": "My parents got divorced."
      },
      {
        "start": 719.46,
        "end": 726.74,
        "text": "My mother took myself and my younger brother with her sister in Washington State, USA."
      },
      {
        "start": 726.74,
        "end": 729.4200000000001,
        "text": "I have a Japanese name, but I'm ethnically Korean."
      },
      {
        "start": 729.4200000000001,
        "end": 734.5,
        "text": "So my mom's sisters only spoke English and Korean."
      },
      {
        "start": 734.5,
        "end": 736.22,
        "text": "And I only spoke Japanese at the time."
      },
      {
        "start": 736.22,
        "end": 737.86,
        "text": "So I didn't know how to communicate."
      },
      {
        "start": 737.86,
        "end": 740.3000000000001,
        "text": "I was kind of relearning."
      },
      {
        "start": 740.3000000000001,
        "end": 743.22,
        "text": "And I was old enough to work in their grocery store."
      },
      {
        "start": 743.22,
        "end": 747.22,
        "text": "So imagine like, you know, imagine one day your mom kidnapped you."
      },
      {
        "start": 747.22,
        "end": 747.4200000000001,
        "text": "Until you, you know, you're like, you're a little girl."
      },
      {
        "start": 747.42,
        "end": 749.2199999999999,
        "text": "Your dad and I are divorced."
      },
      {
        "start": 749.2199999999999,
        "end": 752.5,
        "text": "All of a sudden you're living with your sister, your mother's sister."
      },
      {
        "start": 752.5,
        "end": 754.38,
        "text": "You don't even speak the damn language."
      },
      {
        "start": 754.38,
        "end": 758.42,
        "text": "And within a week, my aunt makes me work at the grocery store."
      },
      {
        "start": 758.42,
        "end": 766.3399999999999,
        "text": "Because even though I don't speak the language, I could do the cashier, put the items in grocery bags, you know, brown bags, whatnot."
      },
      {
        "start": 766.3399999999999,
        "end": 768.54,
        "text": "This is one of the first things I learned."
      },
      {
        "start": 768.54,
        "end": 772.9,
        "text": "My aunt and uncle used to sell porno magazines at the grocery store."
      },
      {
        "start": 772.9,
        "end": 777.26,
        "text": "So one of the first words I learned English language, jugs."
      },
      {
        "start": 777.42,
        "end": 781.14,
        "text": "Playboy, hustler, high society."
      },
      {
        "start": 781.14,
        "end": 785.2199999999999,
        "text": "Because the customer, you know, just like, like Andy, in some cases, hey, give me a high society."
      },
      {
        "start": 785.2199999999999,
        "end": 788.62,
        "text": "I know exactly what, I don't even have to look, you know, like here."
      },
      {
        "start": 788.62,
        "end": 790.9,
        "text": "If a lady comes in playgirl, right here."
      },
      {
        "start": 790.9,
        "end": 797.86,
        "text": "So anyway, so I'm 10 years old in America, illegal, I'm selling pornography, right?"
      },
      {
        "start": 797.86,
        "end": 805.42,
        "text": "So, and when I was in junior high school, I used to like smuggle porn magazine back then."
      },
      {
        "start": 805.42,
        "end": 807.2199999999999,
        "text": "Because, you know, for a lot of you, you know, you're a little bit older than me."
      },
      {
        "start": 807.22,
        "end": 809.7,
        "text": "You're growing up, porn is so easy to get."
      },
      {
        "start": 809.7,
        "end": 811.5,
        "text": "You know, just online."
      },
      {
        "start": 811.5,
        "end": 817.34,
        "text": "When I was a kid, I got like, Harry, we literally have to go into woods or middle of the street."
      },
      {
        "start": 817.34,
        "end": 821.86,
        "text": "When we say streaming porn, we had to go down the river and see porn magazines going down in the water."
      },
      {
        "start": 821.86,
        "end": 823.82,
        "text": "You know what I'm saying?"
      },
      {
        "start": 823.82,
        "end": 828.74,
        "text": "That's our streaming, right?"
      },
      {
        "start": 828.74,
        "end": 830.46,
        "text": "And this is how dumb I am."
      },
      {
        "start": 830.46,
        "end": 834.02,
        "text": "I didn't understand when I found bots of porn, when the pages were stuck together."
      },
      {
        "start": 834.02,
        "end": 837.02,
        "text": "I didn't know what that was."
      },
      {
        "start": 837.02,
        "end": 837.9399999999999,
        "text": "Can I also tell you something?"
      },
      {
        "start": 837.9399999999999,
        "end": 841.86,
        "text": "I was collecting stamps at the time."
      },
      {
        "start": 841.86,
        "end": 846.9,
        "text": "So when I was collecting stamps, sometimes you see you stamp an envelope and how you"
      },
      {
        "start": 846.9,
        "end": 851.5,
        "text": "unglue it, you get a, you know, little bucket with the water, loosen up."
      }
    ]
  },
  "audience_reactions": [
    [
      559.2,
      560.4,
      0
    ],
    [
      560.4,
      561.6,
      0
    ],
    [
      561.6,
      562.8,
      0
    ],
    [
      562.8,
      564.0,
      0
    ],
    [
      564.0,
      565.2,
      0
    ],
    [
      565.2,
      566.4,
      0
    ],
    [
      566.4,
      567.6,
      0
    ],
    [
      567.6,
      568.8,
      0
    ],
    [
      568.8,
      570.0,
      0
    ],
    [
      570.0,
      571.2,
      0
    ],
    [
      571.2,
      572.4,
      0
    ],
    [
      572.4,
      573.6,
      0
    ],
    [
      573.6,
      574.8,
      0
    ],
    [
      574.8,
      576.0,
      0
    ],
    [
      576.0,
      577.2,
      0
    ],
    [
      577.2,
      578.4,
      0
    ],
    [
      578.4,
      579.6,
      0
    ],
    [
      579.6,
      580.8,
      0
    ],
    [
      580.8,
      582.0,
      0
    ],
    [
      582.0,
      583.2,
      0
    ],
    [
      583.2,
      584.4,
      0
    ],
    [
      584.4,
      585.6,
      0
    ],
    [
      585.6,
      586.8,
      0
    ],
    [
      586.8,
      588.0,
      0
    ],
    [
      588.0,
      589.2,
      0
    ],
    [
      589.2,
      590.4,
      0
    ],
    [
      590.4,
      591.6,
      0
    ],
    [
      591.6,
      592.8,
      0
    ],
    [
      592.8,
      594.0,
      0
    ],
    [
      594.0,
      595.2,
      0
    ],
    [
      595.2,
      596.4,
      0
    ],
    [
      596.4,
      597.6,
      0
    ],
    [
      597.6,
      598.8,
      0
    ],
    [
      598.8,
      600.0,
      0
    ],
    [
      600.0,
      601.2,
      0
    ],
    [
      601.2,
      602.4,
      0
    ],
    [
      602.4,
      603.6,
      0
    ],
    [
      603.6,
      604.8,
      0
    ],
    [
      604.8,
      606.0,
      0
    ],
    [
      606.0,
      607.2,
      0
    ],
    [
      607.2,
      608.4,
      0
    ],
    [
      608.4,
      609.6,
      0
    ],
    [
      609.6,
      610.8,
      0
    ],
    [
      610.8,
      612.0,
      0
    ],
    [
      612.0,
      613.2,
      0
    ],
    [
      613.2,
      614.4,
      0
    ],
    [
      614.4,
      615.6,
      0
    ],
    [
      615.6,
      616.8,
      0
    ],
    [
      616.8,
      618.0,
      0
    ],
    [
      618.0,
      619.2,
      0
    ],
    [
      619.2,
      620.4,
      0
    ],
    [
      620.4,
      621.6,
      0
    ],
    [
      621.6,
      622.8,
      0
    ],
    [
      622.8,
      624.0,
      0
    ],
    [
      624.0,
      625.2,
      0
    ],
    [
      625.2,
      626.4,
      0
    ],
    [
      626.4,
      627.6,
      0
    ],
    [
      627.6,
      628.8,
      0
    ],
    [
      628.8,
      630.0,
      0
    ],
    [
      630.0,
      631.2,
      0
    ],
    [
      631.2,
      632.4,
      0
    ],
    [
      632.4,
      633.6,
      0
    ],
    [
      633.6,
      634.8,
      0
    ],
    [
      634.8,
      636.0,
      0
    ],
    [
      636.0,
      637.2,
      0
    ],
    [
      637.2,
      638.4,
      0
    ],
    [
      638.4,
      639.6,
      0
    ],
    [
      639.6,
      640.8,
      0
    ],
    [
      640.8,
      642.0,
      0
    ],
    [
      642.0,
      643.2,
      0
    ],
    [
      643.2,
      644.4,
      0
    ],
    [
      644.4,
      645.6,
      0
    ],
    [
      645.6,
      646.8,
      0
    ],
    [
      646.8,
      648.0,
      0
    ],
    [
      648.0,
      649.2,
      0
    ],
    [
      649.2,
      650.4,
      0
    ],
    [
      650.4,
      651.6,
      0
    ],
    [
      651.6,
      652.8,
      0
    ],
    [
      652.8,
      654.0,
      0
    ],
    [
      654.0,
      655.2,
      0
    ],
    [
      655.2,
      656.4,
      0
    ],
    [
      656.4,
      657.6,
      0
    ],
    [
      657.6,
      658.8,
      0
    ],
    [
      658.8,
      660.0,
      0
    ],
    [
      660.0,
      661.2,
      0
    ],
    [
      661.2,
      662.4,
      0
    ],
    [
      662.4,
      663.6,
      0
    ],
    [
      663.6,
      664.8,
      0
    ],
    [
      664.8,
      666.0,
      0
    ],
    [
      666.0,
      667.2,
      0
    ],
    [
      667.2,
      668.4,
      0
    ],
    [
      668.4,
      669.6,
      0
    ],
    [
      669.6,
      670.8,
      0
    ],
    [
      670.8,
      672.0,
      0
    ],
    [
      672.0,
      673.2,
      0
    ],
    [
      673.2,
      674.4,
      0
    ],
    [
      674.4,
      675.6,
      0
    ],
    [
      675.6,
      676.8,
      0
    ],
    [
      676.8,
      678.0,
      0
    ],
    [
      678.0,
      679.2,
      0
    ],
    [
      679.2,
      680.4,
      0
    ],
    [
      680.4,
      681.6,
      0
    ],
    [
      681.6,
      682.8,
      0
    ],
    [
      682.8,
      684.0,
      0
    ],
    [
      684.0,
      685.2,
      0
    ],
    [
      685.2,
      686.4,
      0
    ],
    [
      686.4,
      687.6,
      0
    ],
    [
      687.6,
      688.8,
      1
    ],
    [
      688.8,
      690.0,
      0
    ],
    [
      690.0,
      691.2,
      0
    ],
    [
      691.2,
      692.4,
      2
    ],
    [
      692.4,
      693.6,
      0
    ],
    [
      693.6,
      694.8,
      0
    ],
    [
      694.8,
      696.0,
      0
    ],
    [
      696.0,
      697.2,
      0
    ],
    [
      697.2,
      698.4,
      0
    ],
    [
      698.4,
      699.6,
      0
    ],
    [
      699.6,
      700.8,
      0
    ],
    [
      700.8,
      702.0,
      0
    ],
    [
      702.0,
      703.2,
      1
    ],
    [
      703.2,
      704.4,
      0
    ],
    [
      704.4,
      705.6,
      0
    ],
    [
      705.6,
      706.8,
      0
    ],
    [
      706.8,
      708.0,
      0
    ],
    [
      708.0,
      709.2,
      0
    ],
    [
      709.2,
      710.4,
      0
    ],
    [
      710.4,
      711.6,
      0
    ],
    [
      711.6,
      712.8,
      0
    ],
    [
      712.8,
      714.0,
      0
    ],
    [
      714.0,
      715.2,
      0
    ],
    [
      715.2,
      716.4,
      0
    ],
    [
      716.4,
      717.6,
      0
    ],
    [
      717.6,
      718.8,
      0
    ],
    [
      718.8,
      720.0,
      0
    ],
    [
      720.0,
      721.2,
      0
    ],
    [
      721.2,
      722.4,
      0
    ],
    [
      722.4,
      723.6,
      0
    ],
    [
      723.6,
      724.8,
      0
    ],
    [
      724.8,
      726.0,
      0
    ],
    [
      726.0,
      727.2,
      0
    ],
    [
      727.2,
      728.4,
      0
    ],
    [
      728.4,
      729.6,
      0
    ],
    [
      729.6,
      730.8,
      0
    ],
    [
      730.8,
      732.0,
      0
    ],
    [
      732.0,
      733.2,
      0
    ],
    [
      733.2,
      734.4,
      0
    ],
    [
      734.4,
      735.6,
      0
    ],
    [
      735.6,
      736.8,
      0
    ],
    [
      736.8,
      738.0,
      0
    ],
    [
      738.0,
      739.2,
      0
    ],
    [
      739.2,
      740.4,
      0
    ],
    [
      740.4,
      741.6,
      0
    ],
    [
      741.6,
      742.8,
      0
    ],
    [
      742.8,
      744.0,
      0
    ],
    [
      744.0,
      745.2,
      0
    ],
    [
      745.2,
      746.4,
      0
    ],
    [
      746.4,
      747.6,
      0
    ],
    [
      747.6,
      748.8,
      0
    ],
    [
      748.8,
      750.0,
      0
    ],
    [
      750.0,
      751.2,
      0
    ],
    [
      751.2,
      752.4,
      0
    ],
    [
      752.4,
      753.6,
      0
    ],
    [
      753.6,
      754.8,
      0
    ],
    [
      754.8,
      756.0,
      0
    ],
    [
      756.0,
      757.2,
      0
    ],
    [
      757.2,
      758.4,
      0
    ],
    [
      758.4,
      759.6,
      0
    ],
    [
      759.6,
      760.8,
      0
    ],
    [
      760.8,
      762.0,
      0
    ],
    [
      762.0,
      763.2,
      0
    ],
    [
      763.2,
      764.4,
      0
    ],
    [
      764.4,
      765.6,
      0
    ],
    [
      765.6,
      766.8,
      0
    ],
    [
      766.8,
      768.0,
      0
    ],
    [
      768.0,
      769.2,
      0
    ],
    [
      769.2,
      770.4,
      0
    ],
    [
      770.4,
      771.6,
      0
    ],
    [
      771.6,
      772.8,
      0
    ],
    [
      772.8,
      774.0,
      0
    ],
    [
      774.0,
      775.2,
      0
    ],
    [
      775.2,
      776.4,
      0
    ],
    [
      776.4,
      777.6,
      0
    ],
    [
      777.6,
      778.8,
      0
    ],
    [
      778.8,
      780.0,
      0
    ],
    [
      780.0,
      781.2,
      0
    ],
    [
      781.2,
      782.4,
      0
    ],
    [
      782.4,
      783.6,
      0
    ],
    [
      783.6,
      784.8,
      0
    ],
    [
      784.8,
      786.0,
      0
    ],
    [
      786.0,
      787.2,
      0
    ],
    [
      787.2,
      788.4,
      0
    ],
    [
      788.4,
      789.6,
      0
    ],
    [
      789.6,
      790.8,
      0
    ],
    [
      790.8,
      792.0,
      0
    ],
    [
      792.0,
      793.2,
      0
    ],
    [
      793.2,
      794.4,
      0
    ],
    [
      794.4,
      795.6,
      0
    ],
    [
      795.6,
      796.8,
      0
    ],
    [
      796.8,
      798.0,
      0
    ],
    [
      798.0,
      799.2,
      0
    ],
    [
      799.2,
      800.4,
      0
    ],
    [
      800.4,
      801.6,
      0
    ],
    [
      801.6,
      802.8,
      0
    ],
    [
      802.8,
      804.0,
      0
    ],
    [
      804.0,
      805.2,
      0
    ],
    [
      805.2,
      806.4,
      0
    ],
    [
      806.4,
      807.6,
      0
    ],
    [
      807.6,
      808.8,
      0
    ],
    [
      808.8,
      810.0,
      0
    ],
    [
      810.0,
      811.2,
      0
    ],
    [
      811.2,
      812.4,
      0
    ],
    [
      812.4,
      813.6,
      0
    ],
    [
      813.6,
      814.8,
      0
    ],
    [
      814.8,
      816.0,
      0
    ],
    [
      816.0,
      817.2,
      0
    ],
    [
      817.2,
      818.4,
      0
    ],
    [
      818.4,
      819.6,
      0
    ],
    [
      819.6,
      820.8,
      0
    ],
    [
      820.8,
      822.0,
      1
    ],
    [
      822.0,
      823.2,
      2
    ],
    [
      823.2,
      824.4,
      0
    ],
    [
      824.4,
      825.6,
      0
    ],
    [
      825.6,
      826.8,
      2
    ],
    [
      826.8,
      828.0,
      1
    ],
    [
      828.0,
      829.2,
      0
    ],
    [
      829.2,
      830.4,
      0
    ],
    [
      830.4,
      831.6,
      0
    ],
    [
      831.6,
      832.8,
      0
    ],
    [
      832.8,
      834.0,
      0
    ],
    [
      834.0,
      835.2,
      0
    ],
    [
      835.2,
      836.4,
      0
    ],
    [
      836.4,
      837.6,
      0
    ],
    [
      837.6,
      838.8,
      0
    ],
    [
      838.8,
      840.0,
      0
    ],
    [
      840.0,
      841.2,
      0
    ],
    [
      841.2,
      842.4,
      0
    ],
    [
      842.4,
      843.6,
      0
    ],
    [
      843.6,
      844.8,
      0
    ],
    [
      844.8,
      846.0,
      0
    ],
    [
      846.0,
      847.2,
      0
    ],
    [
      847.2,
      848.4,
      0
    ],
    [
      848.4,
      849.6,
      0
    ],
    [
      849.6,
      850.8,
      0
    ],
    [
      850.8,
      852.0,
      0
    ],
    [
      852.0,
      853.2,
      0
    ],
    [
      853.2,
      854.4,
      0
    ],
    [
      854.4,
      855.6,
      0
    ],
    [
      855.6,
      856.8,
      2
    ],
    [
      856.8,
      858.0,
      0
    ],
    [
      858.0,
      859.2,
      0
    ],
    [
      859.2,
      860.4,
      0
    ],
    [
      860.4,
      861.6,
      0
    ]
  ]
}