{
  "bit_id": "20250125_YoshiAdultContent4_childhood_stories",
  "show_info": {
    "show_identifier": "20250125_YoshiAdultContent4",
    "comedian": "Yoshi Obayashi",
    "name_of_show": "Adult Content ",
    "date_of_show": "21 Jan 2025, 20:00",
    "name_of_venue": "ROBIN's",
    "link_to_venue_on_google_maps": null,
    "length_of_set": 0,
    "lpm": 0,
    "notes": "Yoshi’s final show from the Swiss trip"
  },
  "bit_info": {
    "title": "Childhood Stories",
    "start": 298.0,
    "end": 501.0,
    "joke_types": [
      "Misdirect",
      "Exaggeration",
      "Observational",
      "Self-Deprecation",
      "Playing Dumb"
    ],
    "themes": [
      "Cultural Differences",
      "Pets",
      "Miscommunication"
    ],
    "lpm": 0
  },
  "transcript": {
    "text": "Since you don't know me, I want to tell you a couple quick stories to kick up my personality. Six years ago, my roommate Rick, Irish-American guy, it's been his lifetime dream to go to Japan. So he went. And the only thing I have to do is take care of our apartment, and nothing happened to his cat Juanito. Well, actually, he thought it was a girl, so we called it Juanita for a long time. But as soon as we found out it was a boy, we changed it to Juanito. Anyway. So he left. A couple days later, as I'm walking out of the apartment, huge explosion in Los Angeles. It's a couple days away from Fourth of July. So a goddamn cat ran out of the apartment. I lost the cat. So here's my dilemma. What do I do? Do I contact Rick and ruin his vacation? Or take a chance, hopefully I could find a cat within the next 14 days? I really couldn't make a decision. So this is what my Rick's mom said. Yoshi, if you end up not finding my son's cat, and you don't give him the opportunity to look for the cat, he's going to resent you, so I think you should tell him. And I thought, you know what? She's right. So I emailed him. Because the time difference between the US and Japan, he finally called me 14 hours later. Have you ever had a conversation with someone who's been crying for a long time? I could just hear him about his story, like, oh my God. He goes, Yoshi, I know you didn't mean to lose my cat, but I've got to say something here. I thought, oh my God. He's going to ask him to move out. He goes, Yoshi, did you eat my cat? Eat cat? I'm not Chinese. I'm from Japan. We don't eat our Lord and Savior Hello Kitty. So that's not our Japanese Jesus. Anyway, you know, we do that prayer. So anyway, so a couple days, she said, please, whatever you do, can you look for my cat? So you know, like midnight, 3 AM, 6 AM, 9, noon, you get that idea. Every three hours, I'm walking around the neighborhood like a crazy person, shaking cats food and saying, Juanito, for like the next couple weeks. And this fucking cat is gone. And so I got desperate. I went to my friend's podcast. It's really popular in Los Angeles. So I went on the podcast. If you want to volunteer, help me look for the cat. I live in Hollywood in Edgemont. Please contact me. And better yet, if you find the cat, please contact me. This is why I made a mistake. This is America. I give my personal cell phone number and podcast. So I think about 50,000 people downloaded the episode. So, you know, about 50,000 people had access to my cell phone number. Within an hour of the podcast release, somebody texts me a message saying, Yoshi, I think I found your cat. I clicked the picture. It's a picture of a huge cock. Harry told me, oh, that's the chapped eye. That's the name of the, is that how you say it in English? Yeah, the chapped eye. Because in Asian people have small eyes, look at that. Okay, anyway, I don't know. I never heard that one before. So like, you know, I'm desperate. And here's a weird thing. When my friend drove his motorcycle from LAX, the fucking cat reappeared. The whole goddamn time the cat was looking at me, it doesn't reappear.",
    "lines": [
      {
        "start": 300.0,
        "end": 303.0,
        "text": "Since you don't know me, I want to tell you a couple quick stories"
      },
      {
        "start": 303.0,
        "end": 305.0,
        "text": "to kick up my personality."
      },
      {
        "start": 306.0,
        "end": 309.0,
        "text": "Six years ago, my roommate Rick, Irish-American guy,"
      },
      {
        "start": 309.0,
        "end": 311.0,
        "text": "it's been his lifetime dream to go to Japan."
      },
      {
        "start": 311.0,
        "end": 313.0,
        "text": "So he went."
      },
      {
        "start": 313.0,
        "end": 316.0,
        "text": "And the only thing I have to do is take care of our apartment,"
      },
      {
        "start": 316.0,
        "end": 319.0,
        "text": "and nothing happened to his cat Juanito."
      },
      {
        "start": 322.0,
        "end": 324.0,
        "text": "Well, actually, he thought it was a girl,"
      },
      {
        "start": 324.0,
        "end": 326.0,
        "text": "so we called it Juanita for a long time."
      },
      {
        "start": 326.0,
        "end": 328.0,
        "text": "But as soon as we found out it was a boy, we changed it to Juanito."
      },
      {
        "start": 328.0,
        "end": 330.0,
        "text": "Anyway."
      },
      {
        "start": 330.0,
        "end": 331.0,
        "text": "So he left."
      },
      {
        "start": 331.0,
        "end": 334.0,
        "text": "A couple days later, as I'm walking out of the apartment,"
      },
      {
        "start": 334.0,
        "end": 336.0,
        "text": "huge explosion in Los Angeles."
      },
      {
        "start": 336.0,
        "end": 338.0,
        "text": "It's a couple days away from Fourth of July."
      },
      {
        "start": 338.0,
        "end": 340.0,
        "text": "So a goddamn cat ran out of the apartment."
      },
      {
        "start": 340.0,
        "end": 341.0,
        "text": "I lost the cat."
      },
      {
        "start": 341.0,
        "end": 342.0,
        "text": "So here's my dilemma."
      },
      {
        "start": 342.0,
        "end": 343.0,
        "text": "What do I do?"
      },
      {
        "start": 343.0,
        "end": 346.0,
        "text": "Do I contact Rick and ruin his vacation?"
      },
      {
        "start": 346.0,
        "end": 351.0,
        "text": "Or take a chance, hopefully I could find a cat within the next 14 days?"
      },
      {
        "start": 351.0,
        "end": 353.0,
        "text": "I really couldn't make a decision."
      },
      {
        "start": 353.0,
        "end": 355.0,
        "text": "So this is what my Rick's mom said."
      },
      {
        "start": 355.0,
        "end": 357.0,
        "text": "Yoshi, if you end up not finding my son's cat,"
      },
      {
        "start": 357.0,
        "end": 360.0,
        "text": "and you don't give him the opportunity to look for the cat,"
      },
      {
        "start": 360.0,
        "end": 362.0,
        "text": "he's going to resent you, so I think you should tell him."
      },
      {
        "start": 362.0,
        "end": 364.0,
        "text": "And I thought, you know what?"
      },
      {
        "start": 364.0,
        "end": 365.0,
        "text": "She's right."
      },
      {
        "start": 365.0,
        "end": 367.0,
        "text": "So I emailed him."
      },
      {
        "start": 367.0,
        "end": 369.0,
        "text": "Because the time difference between the US and Japan,"
      },
      {
        "start": 369.0,
        "end": 371.0,
        "text": "he finally called me 14 hours later."
      },
      {
        "start": 371.0,
        "end": 375.0,
        "text": "Have you ever had a conversation with someone who's been crying for a long time?"
      },
      {
        "start": 375.0,
        "end": 377.0,
        "text": "I could just hear him about his story, like, oh my God."
      },
      {
        "start": 377.0,
        "end": 380.0,
        "text": "He goes, Yoshi, I know you didn't mean to lose my cat,"
      },
      {
        "start": 380.0,
        "end": 381.0,
        "text": "but I've got to say something here."
      },
      {
        "start": 381.0,
        "end": 382.0,
        "text": "I thought, oh my God."
      },
      {
        "start": 383.0,
        "end": 385.0,
        "text": "He's going to ask him to move out."
      },
      {
        "start": 385.0,
        "end": 387.0,
        "text": "He goes, Yoshi, did you eat my cat?"
      },
      {
        "start": 391.0,
        "end": 392.0,
        "text": "Eat cat?"
      },
      {
        "start": 392.0,
        "end": 393.0,
        "text": "I'm not Chinese."
      },
      {
        "start": 396.0,
        "end": 397.0,
        "text": "I'm from Japan."
      },
      {
        "start": 397.0,
        "end": 401.0,
        "text": "We don't eat our Lord and Savior Hello Kitty."
      },
      {
        "start": 401.0,
        "end": 405.0,
        "text": "So that's not our Japanese Jesus."
      },
      {
        "start": 405.0,
        "end": 407.0,
        "text": "Anyway, you know, we do that prayer."
      },
      {
        "start": 407.0,
        "end": 411.0,
        "text": "So anyway, so a couple days, she said, please, whatever you do,"
      },
      {
        "start": 411.0,
        "end": 412.0,
        "text": "can you look for my cat?"
      },
      {
        "start": 413.0,
        "end": 416.0,
        "text": "So you know, like midnight, 3 AM, 6 AM, 9, noon, you get that idea."
      },
      {
        "start": 416.0,
        "end": 419.0,
        "text": "Every three hours, I'm walking around the neighborhood like a crazy person,"
      },
      {
        "start": 419.0,
        "end": 423.0,
        "text": "shaking cats food and saying, Juanito, for like the next couple weeks."
      },
      {
        "start": 423.0,
        "end": 426.0,
        "text": "And this fucking cat is gone."
      },
      {
        "start": 426.0,
        "end": 428.0,
        "text": "And so I got desperate."
      },
      {
        "start": 428.0,
        "end": 430.0,
        "text": "I went to my friend's podcast."
      },
      {
        "start": 430.0,
        "end": 432.0,
        "text": "It's really popular in Los Angeles."
      },
      {
        "start": 432.0,
        "end": 435.0,
        "text": "So I went on the podcast."
      },
      {
        "start": 435.0,
        "end": 438.0,
        "text": "If you want to volunteer, help me look for the cat."
      },
      {
        "start": 438.0,
        "end": 439.0,
        "text": "I live in Hollywood in Edgemont."
      },
      {
        "start": 439.0,
        "end": 440.0,
        "text": "Please contact me."
      },
      {
        "start": 440.0,
        "end": 442.0,
        "text": "And better yet, if you find the cat,"
      },
      {
        "start": 442.0,
        "end": 443.0,
        "text": "please contact me."
      },
      {
        "start": 443.0,
        "end": 445.0,
        "text": "This is why I made a mistake."
      },
      {
        "start": 445.0,
        "end": 447.0,
        "text": "This is America."
      },
      {
        "start": 447.0,
        "end": 450.0,
        "text": "I give my personal cell phone number and podcast."
      },
      {
        "start": 450.0,
        "end": 454.0,
        "text": "So I think about 50,000 people downloaded the episode."
      },
      {
        "start": 454.0,
        "end": 458.0,
        "text": "So, you know, about 50,000 people had access to my cell phone number."
      },
      {
        "start": 458.0,
        "end": 463.0,
        "text": "Within an hour of the podcast release, somebody texts me a message saying,"
      },
      {
        "start": 463.0,
        "end": 465.0,
        "text": "Yoshi, I think I found your cat."
      },
      {
        "start": 465.0,
        "end": 466.0,
        "text": "I clicked the picture."
      },
      {
        "start": 466.0,
        "end": 468.0,
        "text": "It's a picture of a huge cock."
      },
      {
        "start": 472.0,
        "end": 475.0,
        "text": "Harry told me, oh, that's the chapped eye."
      },
      {
        "start": 475.0,
        "end": 477.0,
        "text": "That's the name of the, is that how you say it in English?"
      },
      {
        "start": 477.0,
        "end": 479.0,
        "text": "Yeah, the chapped eye."
      },
      {
        "start": 480.0,
        "end": 482.0,
        "text": "Because in Asian people have small eyes, look at that."
      },
      {
        "start": 482.0,
        "end": 483.0,
        "text": "Okay, anyway, I don't know."
      },
      {
        "start": 484.0,
        "end": 486.0,
        "text": "I never heard that one before."
      },
      {
        "start": 487.0,
        "end": 489.0,
        "text": "So like, you know, I'm desperate."
      },
      {
        "start": 489.0,
        "end": 492.0,
        "text": "And here's a weird thing."
      },
      {
        "start": 492.0,
        "end": 495.0,
        "text": "When my friend drove his motorcycle from LAX,"
      },
      {
        "start": 495.0,
        "end": 498.0,
        "text": "the fucking cat reappeared."
      },
      {
        "start": 498.0,
        "end": 500.0,
        "text": "The whole goddamn time the cat was looking at me,"
      },
      {
        "start": 500.0,
        "end": 501.0,
        "text": "it doesn't reappear."
      }
    ]
  },
  "audience_reactions": []
}