{
  "bit_id": "20250125_YoshiAdultContent4_politeness_in_different_cultures",
  "show_info": {
    "show_identifier": "20250125_YoshiAdultContent4",
    "comedian": "Yoshi Obayashi",
    "name_of_show": "Adult Content ",
    "date_of_show": "21 Jan 2025, 20:00",
    "name_of_venue": "ROBIN's",
    "link_to_venue_on_google_maps": null,
    "length_of_set": 0,
    "lpm": 0,
    "notes": "Yoshi’s final show from the Swiss trip"
  },
  "bit_info": {
    "title": "Politeness in Different Cultures",
    "start": 54.0,
    "end": 154.0,
    "joke_types": [
      "Observational",
      "Exaggeration",
      "Comparison",
      "Sarcasm",
      "Relatable Struggle"
    ],
    "themes": [
      "Cultural Differences",
      "Politeness",
      "Racial Issues"
    ],
    "lpm": 0
  },
  "transcript": {
    "text": "I'm from Japan, and Japanese people are very polite. Japanese people like England because we have some other kind of background. We have an affinity for England because, you know, it's island countries. We have monarchy, and we like tradition. And I kind of see Japanese and English very similar in that they're stereotypically polite. But to me, polite people are very dangerous. You know? I'm from the United... I live in the United States, and we have a little bit of racial problems over there. A little bit. It's gotten better from yesterday. But... But, you know, I've been living in the States for a long time, and this is one of the beautiful things about black and Latino people there. Because whatever the disagreement you have with black and Latino, they will fucking tell you. Like, you clear the air. You don't hold back. You just tell... I have a problem with everything... They'll just tell you everything they have a problem with you, and the other side will tell you. But once we do that, we hug it out, it's over. I think that's really nice. I think this is really... See, English people don't hug it out, do they? No. Japanese people don't hug it out, right? What do we do when we have a problem with people? We invade countries, right? That's why polite people are dangerous, because English people, they don't complain, like, okay, we're gonna invade your country, and we're gonna civilize you. So, I've done a couple of these shows, and it's not a very polite conversation.",
    "lines": [
      {
        "start": 54.0,
        "end": 58.0,
        "text": "I'm from Japan, and Japanese people are very polite."
      },
      {
        "start": 58.0,
        "end": 62.0,
        "text": "Japanese people like England because we have some other kind of background."
      },
      {
        "start": 62.0,
        "end": 67.0,
        "text": "We have an affinity for England because, you know, it's island countries."
      },
      {
        "start": 67.0,
        "end": 70.0,
        "text": "We have monarchy, and we like tradition."
      },
      {
        "start": 70.0,
        "end": 77.0,
        "text": "And I kind of see Japanese and English very similar in that they're stereotypically polite."
      },
      {
        "start": 78.0,
        "end": 81.0,
        "text": "But to me, polite people are very dangerous."
      },
      {
        "start": 81.0,
        "end": 82.0,
        "text": "You know?"
      },
      {
        "start": 83.0,
        "end": 84.0,
        "text": "I'm from the United..."
      },
      {
        "start": 84.0,
        "end": 87.0,
        "text": "I live in the United States, and we have a little bit of racial problems over there."
      },
      {
        "start": 88.0,
        "end": 89.0,
        "text": "A little bit."
      },
      {
        "start": 90.0,
        "end": 92.0,
        "text": "It's gotten better from yesterday."
      },
      {
        "start": 92.0,
        "end": 93.0,
        "text": "But..."
      },
      {
        "start": 97.0,
        "end": 102.0,
        "text": "But, you know, I've been living in the States for a long time, and this is one of the beautiful"
      },
      {
        "start": 102.0,
        "end": 104.0,
        "text": "things about black and Latino people there."
      },
      {
        "start": 104.0,
        "end": 109.0,
        "text": "Because whatever the disagreement you have with black and Latino, they will fucking tell"
      },
      {
        "start": 109.0,
        "end": 110.0,
        "text": "you."
      },
      {
        "start": 110.0,
        "end": 111.0,
        "text": "Like, you clear the air."
      },
      {
        "start": 111.0,
        "end": 112.0,
        "text": "You don't hold back."
      },
      {
        "start": 112.0,
        "end": 113.0,
        "text": "You just tell..."
      },
      {
        "start": 113.0,
        "end": 114.0,
        "text": "I have a problem with everything..."
      },
      {
        "start": 114.0,
        "end": 117.0,
        "text": "They'll just tell you everything they have a problem with you, and the other side will"
      },
      {
        "start": 117.0,
        "end": 118.0,
        "text": "tell you."
      },
      {
        "start": 118.0,
        "end": 122.0,
        "text": "But once we do that, we hug it out, it's over."
      },
      {
        "start": 123.0,
        "end": 124.0,
        "text": "I think that's really nice."
      },
      {
        "start": 124.0,
        "end": 126.0,
        "text": "I think this is really..."
      },
      {
        "start": 126.0,
        "end": 129.0,
        "text": "See, English people don't hug it out, do they?"
      },
      {
        "start": 130.0,
        "end": 131.0,
        "text": "No."
      },
      {
        "start": 131.0,
        "end": 133.0,
        "text": "Japanese people don't hug it out, right?"
      },
      {
        "start": 133.0,
        "end": 135.0,
        "text": "What do we do when we have a problem with people?"
      },
      {
        "start": 135.0,
        "end": 137.0,
        "text": "We invade countries, right?"
      },
      {
        "start": 139.0,
        "end": 144.0,
        "text": "That's why polite people are dangerous, because English people, they don't complain, like,"
      },
      {
        "start": 144.0,
        "end": 147.0,
        "text": "okay, we're gonna invade your country, and we're gonna civilize you."
      },
      {
        "start": 147.0,
        "end": 154.0,
        "text": "So, I've done a couple of these shows, and it's not a very polite conversation."
      }
    ]
  },
  "audience_reactions": []
}