{
  "bit_id": "20250125_YoshiAdultContent4_porn_industry_insights",
  "show_info": {
    "show_identifier": "20250125_YoshiAdultContent4",
    "comedian": "Yoshi Obayashi",
    "name_of_show": "Adult Content ",
    "date_of_show": "21 Jan 2025, 20:00",
    "name_of_venue": "ROBIN's",
    "link_to_venue_on_google_maps": null,
    "length_of_set": 0,
    "lpm": 0,
    "notes": "Yoshi’s final show from the Swiss trip"
  },
  "bit_info": {
    "title": "Porn Industry Insights",
    "start": 810.7,
    "end": 1201.2,
    "joke_types": [
      "Rule of Three",
      "Observational",
      "Dark Humor",
      "Self-Deprecation",
      "Playing Dumb",
      "Exaggeration",
      "Literal Interpretation",
      "Fish Out of Water",
      "Parody"
    ],
    "themes": [
      "Pornography",
      "Family",
      "Cultural Differences"
    ],
    "lpm": 0
  },
  "transcript": {
    "text": "you see ass, like, put a smile on our faces, right? I mean, I'm just saying, it's hard to be angry when you see pussy, tits, and ass, okay, anyway. You know what I mean? So, so that's the one thing, the power of porn, and, um, I'm, um, I'm just saying, I'm just saying my life. Now, um, so, I have another complicated reason because my, my, um, very typical Asian family, my mother was forced to marry my dad. Ladies, imagine you're like 17, 18, you know what I mean, you're forced to marry somebody you don't want to marry, and, um, she didn't want to marry my dad, And every time my mom sees my face, it's a painful reminder of her unhappiness. That's not fun. And one time I remember, this is one of the many reasons why you should sneak up on your parents. Because one time I couldn't sleep, I went downstairs, kind of sneaked down like a ninja. Just like Harry could see me sitting over there. Now, I went downstairs, and you know, I'm not trying to get your sympathy, but my mom was drunk, she was upset, she was talking to her friend. And this is what she said to her friend, you know, my mom didn't see me. She just said, every time she sees my face, she wants to kill herself. You know. Oh my goodness. Yeah, you know. I don't know why it keeps me hard on. But anyway, so anyway, you know, I'm very talented. Now, so yeah, it's interesting. It doesn't make me feel good, but this is the reality I live in. So I remember one time, middle of the night, my parents are fighting again. And my brother's younger, and he's more like a kinder version of me. He ran up and tried to stop my mom and my dad fighting. And my mom's trying to stab my dad, you know, which is, you know, reverse OJ. And so every time I see stuff like that, I fucking panic. So I went downstairs. I'm trying to hide. And this is what I always do. And when I go to my mom, my dad's library, he has big books. You know, they're big. So each book I open, put another one book over here open, put a book on top of it. So I'm trying to make like a little castle. And I'm trying to make a place for me to hide. And I run out of books. And I need, I'm inside, I need a couple more books so I can hide in there. And finally I notice in the top corner shelf, there's three books I never noticed before. Big books, you know. So I put a chair, got the books. I'm inside. I'm going to hide. And it's written in like a really weird language. It's not Japanese. So I open the book. It's one of those really fancy like French, erotic photograph. So there's like naked white people, right? And I was amazed. Because at that point, living in Japan, I'd never seen foreigners. I thought white people, blacks, and Latinos, this is like imaginary creatures. Like not real. Because I never saw any of them. I thought, oh, this is like a black person. This is like a white person. Like not real. Because I've never seen… All I see is Asians, right? I've never seen people like you guys. So I knew Godzilla was real. But I thought white people are not real either, right? So I open. They're having sex, but I don't know what that is. Right? So I was just like, what is this? And here's how dumb I am. Anybody old enough to remember back in 6th grade? I went to another place. I thought, oh, this is like a white person. I'm like, wow. So I was just like, what is this? And this is how dumb I am. Anybody old enough to remember back in the 60s, 70s, 80s? They used to put stars on nipples and vagina and penis. Do you remember those? Anybody remember those? No. Okay, you remember. Sometimes when they're doing not explicit pornography, they put stars to cover them, right? So, yeah, they put stars. They put stars on nipples and vagina, asshole, and dick, and things like that. This is how dumb I am. I thought they had stars all the time. Right? That's what I thought. Like, these are aliens, right? That's what... So, you know, the thing that really surprised me, it wasn't the sex because I was too young to understand. You know the thing that really shocked me? Whenever there was a picture of these people kissing and hugging each other, I've never seen my parents do that. So when I saw those pictures, I was like, I don't know what this is. This looks wonderful. I wish my parents would do that. Because they're always fighting, you know what I mean? Like, hugging, kissing, I think this... I've never seen anybody do it. Because in Japan, we don't do that stuff, you know? We don't. We don't show public affection in public, you know? We do tentacle porn. So, from a young age, I had a really, I don't know, like a positive attitude of porn. I didn't think it was a really, really bad thing. So... When I got older and my family had a financial problem, one of my friends told me how much money they were making, you know? This is like pre-internet. Imagine a porn shop this size, and there's little hallways where there's booths. People put quarters to watch porn. Because ladies, you want to know, like, why would you do that, right? Because when men were married, 90s and 80s, they don't want to take porn home, right? Because they're going to get into trouble with their wives and girlfriends. So what they do is, they go in the morning, and they go to the bathroom, and they go to the bathroom. They go in the morning before work, put quarters to watch a movie, masturbate. They sometimes come during lunchtime, and sometimes they come over during dinnertime. It's very lonely, but people do that all the time. Now, you probably want to know, somebody has to clean those booths, right? Well, you're looking at him. Now... You know, it's not the visual that bothers me, it's the smell, you know what I mean? Like, you know... After a while, you don't even notice it. You don't even notice things, you know what I mean? Like, you know, I mop with one hand, and eat clam chowder with the other hand. So, um... So I got used to it. That's my life, right? And working at the shop, I think, it was like my college education, in Perversity 101. I think I learned a lot about people. Oh, I'm really uncomfortably silent. Okay, anyway... I'm uncomfortable, too. Alright, um... So, um...",
    "lines": [
      {
        "start": 810.7,
        "end": 812.7,
        "text": "you see ass, like, put a smile on our"
      },
      {
        "start": 812.7,
        "end": 814.7,
        "text": "faces, right? I mean,"
      },
      {
        "start": 814.7,
        "end": 816.7,
        "text": "I'm just saying, it's hard to be angry when"
      },
      {
        "start": 816.7,
        "end": 818.7,
        "text": "you see"
      },
      {
        "start": 818.7,
        "end": 820.7,
        "text": "pussy, tits, and ass, okay, anyway."
      },
      {
        "start": 822.7,
        "end": 824.7,
        "text": "You know what I mean? So,"
      },
      {
        "start": 824.7,
        "end": 826.7,
        "text": "so that's the one thing,"
      },
      {
        "start": 826.7,
        "end": 828.7,
        "text": "the power of porn,"
      },
      {
        "start": 828.7,
        "end": 830.7,
        "text": "and, um,"
      },
      {
        "start": 830.7,
        "end": 832.7,
        "text": "I'm, um,"
      },
      {
        "start": 832.7,
        "end": 834.7,
        "text": "I'm just saying,"
      },
      {
        "start": 834.7,
        "end": 836.7,
        "text": "I'm just saying my life."
      },
      {
        "start": 836.7,
        "end": 838.7,
        "text": "Now, um,"
      },
      {
        "start": 838.7,
        "end": 840.7,
        "text": "so,"
      },
      {
        "start": 842.7,
        "end": 844.7,
        "text": "I have another complicated"
      },
      {
        "start": 844.7,
        "end": 846.7,
        "text": "reason because my, my, um,"
      },
      {
        "start": 846.7,
        "end": 848.7,
        "text": "very typical Asian family,"
      },
      {
        "start": 848.7,
        "end": 850.7,
        "text": "my mother was forced to marry my dad."
      },
      {
        "start": 850.7,
        "end": 852.7,
        "text": "Ladies, imagine you're like 17, 18,"
      },
      {
        "start": 852.7,
        "end": 854.7,
        "text": "you know what I mean, you're forced to marry somebody"
      },
      {
        "start": 854.7,
        "end": 856.7,
        "text": "you don't want to marry,"
      },
      {
        "start": 856.7,
        "end": 858.7,
        "text": "and, um, she didn't want to marry my dad,"
      },
      {
        "start": 858.7,
        "end": 867.7,
        "text": "And every time my mom sees my face, it's a painful reminder of her unhappiness."
      },
      {
        "start": 867.7,
        "end": 869.7,
        "text": "That's not fun."
      },
      {
        "start": 869.7,
        "end": 874.7,
        "text": "And one time I remember, this is one of the many reasons why you should sneak up on your parents."
      },
      {
        "start": 874.7,
        "end": 878.7,
        "text": "Because one time I couldn't sleep, I went downstairs, kind of sneaked down like a ninja."
      },
      {
        "start": 878.7,
        "end": 884.7,
        "text": "Just like Harry could see me sitting over there."
      },
      {
        "start": 884.7,
        "end": 892.7,
        "text": "Now, I went downstairs, and you know, I'm not trying to get your sympathy, but my mom was drunk, she was upset, she was talking to her friend."
      },
      {
        "start": 892.7,
        "end": 895.7,
        "text": "And this is what she said to her friend, you know, my mom didn't see me."
      },
      {
        "start": 895.7,
        "end": 899.7,
        "text": "She just said, every time she sees my face, she wants to kill herself."
      },
      {
        "start": 899.7,
        "end": 900.7,
        "text": "You know."
      },
      {
        "start": 900.7,
        "end": 902.7,
        "text": "Oh my goodness."
      },
      {
        "start": 902.7,
        "end": 904.7,
        "text": "Yeah, you know."
      },
      {
        "start": 904.7,
        "end": 906.7,
        "text": "I don't know why it keeps me hard on."
      },
      {
        "start": 906.7,
        "end": 912.7,
        "text": "But anyway, so anyway, you know, I'm very talented."
      },
      {
        "start": 912.7,
        "end": 914.7,
        "text": "Now, so yeah, it's interesting."
      },
      {
        "start": 914.7,
        "end": 919.7,
        "text": "It doesn't make me feel good, but this is the reality I live in."
      },
      {
        "start": 919.7,
        "end": 924.7,
        "text": "So I remember one time, middle of the night, my parents are fighting again."
      },
      {
        "start": 924.7,
        "end": 929.7,
        "text": "And my brother's younger, and he's more like a kinder version of me."
      },
      {
        "start": 929.7,
        "end": 932.7,
        "text": "He ran up and tried to stop my mom and my dad fighting."
      },
      {
        "start": 932.7,
        "end": 936.7,
        "text": "And my mom's trying to stab my dad, you know, which is, you know, reverse OJ."
      },
      {
        "start": 936.7,
        "end": 942.7,
        "text": "And so every time I see stuff like that, I fucking panic."
      },
      {
        "start": 942.7,
        "end": 943.7,
        "text": "So I went downstairs."
      },
      {
        "start": 943.7,
        "end": 944.7,
        "text": "I'm trying to hide."
      },
      {
        "start": 944.7,
        "end": 945.7,
        "text": "And this is what I always do."
      },
      {
        "start": 945.7,
        "end": 949.7,
        "text": "And when I go to my mom, my dad's library, he has big books."
      },
      {
        "start": 949.7,
        "end": 950.7,
        "text": "You know, they're big."
      },
      {
        "start": 950.7,
        "end": 956.7,
        "text": "So each book I open, put another one book over here open, put a book on top of it."
      },
      {
        "start": 956.7,
        "end": 958.7,
        "text": "So I'm trying to make like a little castle."
      },
      {
        "start": 958.7,
        "end": 961.7,
        "text": "And I'm trying to make a place for me to hide."
      },
      {
        "start": 961.7,
        "end": 963.7,
        "text": "And I run out of books."
      },
      {
        "start": 963.7,
        "end": 966.7,
        "text": "And I need, I'm inside, I need a couple more books so I can hide in there."
      },
      {
        "start": 966.7,
        "end": 973.7,
        "text": "And finally I notice in the top corner shelf, there's three books I never noticed before."
      },
      {
        "start": 973.7,
        "end": 974.7,
        "text": "Big books, you know."
      },
      {
        "start": 974.7,
        "end": 975.7,
        "text": "So I put a chair, got the books."
      },
      {
        "start": 975.7,
        "end": 976.7,
        "text": "I'm inside."
      },
      {
        "start": 976.7,
        "end": 977.7,
        "text": "I'm going to hide."
      },
      {
        "start": 977.7,
        "end": 978.7,
        "text": "And it's written in like a really weird language."
      },
      {
        "start": 978.7,
        "end": 979.7,
        "text": "It's not Japanese."
      },
      {
        "start": 979.7,
        "end": 980.7,
        "text": "So I open the book."
      },
      {
        "start": 980.7,
        "end": 981.7,
        "text": "It's one of those really fancy like French, erotic photograph."
      },
      {
        "start": 981.7,
        "end": 982.7,
        "text": "So there's like naked white people, right?"
      },
      {
        "start": 982.7,
        "end": 983.7,
        "text": "And I was amazed."
      },
      {
        "start": 983.7,
        "end": 984.7,
        "text": "Because at that point, living in Japan, I'd never seen foreigners."
      },
      {
        "start": 984.7,
        "end": 985.7,
        "text": "I thought white people, blacks, and Latinos, this is like imaginary creatures."
      },
      {
        "start": 985.7,
        "end": 986.7,
        "text": "Like not real."
      },
      {
        "start": 986.7,
        "end": 987.7,
        "text": "Because I never saw any of them."
      },
      {
        "start": 987.7,
        "end": 988.7,
        "text": "I thought, oh, this is like a black person."
      },
      {
        "start": 988.7,
        "end": 1001.7,
        "text": "This is like a white person."
      },
      {
        "start": 1001.7,
        "end": 1002.7,
        "text": "Like not real."
      },
      {
        "start": 1002.7,
        "end": 1003.7,
        "text": "Because I've never seen…"
      },
      {
        "start": 1003.7,
        "end": 1004.7,
        "text": "All I see is Asians, right?"
      },
      {
        "start": 1004.7,
        "end": 1006.1,
        "text": "I've never seen people like you guys."
      },
      {
        "start": 1006.1,
        "end": 1007.1,
        "text": "So I knew Godzilla was real."
      },
      {
        "start": 1007.1,
        "end": 1008.58,
        "text": "But I thought white people are not real either, right?"
      },
      {
        "start": 1008.58,
        "end": 1009.58,
        "text": "So I open."
      },
      {
        "start": 1009.58,
        "end": 1010.9000000000001,
        "text": "They're having sex, but I don't know what that is."
      },
      {
        "start": 1010.9000000000001,
        "end": 1011.9000000000001,
        "text": "Right?"
      },
      {
        "start": 1011.9000000000001,
        "end": 1012.9000000000001,
        "text": "So I was just like, what is this?"
      },
      {
        "start": 1012.9000000000001,
        "end": 1013.9000000000001,
        "text": "And here's how dumb I am."
      },
      {
        "start": 1013.9000000000001,
        "end": 1014.9000000000001,
        "text": "Anybody old enough to remember back in 6th grade?"
      },
      {
        "start": 1014.9000000000001,
        "end": 1015.9000000000001,
        "text": "I went to another place."
      },
      {
        "start": 1015.9000000000001,
        "end": 1016.9000000000001,
        "text": "I thought, oh, this is like a white person."
      },
      {
        "start": 1016.9000000000001,
        "end": 1017.9000000000001,
        "text": "I'm like, wow."
      },
      {
        "start": 1017.9,
        "end": 1019.74,
        "text": "So I was just like, what is this?"
      },
      {
        "start": 1020.3,
        "end": 1021.92,
        "text": "And this is how dumb I am."
      },
      {
        "start": 1022.6,
        "end": 1026.02,
        "text": "Anybody old enough to remember back in the 60s, 70s, 80s?"
      },
      {
        "start": 1026.44,
        "end": 1030.1399999999999,
        "text": "They used to put stars on nipples and vagina and penis."
      },
      {
        "start": 1030.24,
        "end": 1030.8,
        "text": "Do you remember those?"
      },
      {
        "start": 1030.84,
        "end": 1031.62,
        "text": "Anybody remember those?"
      },
      {
        "start": 1031.98,
        "end": 1032.18,
        "text": "No."
      },
      {
        "start": 1032.8799999999999,
        "end": 1033.44,
        "text": "Okay, you remember."
      },
      {
        "start": 1035.78,
        "end": 1038.48,
        "text": "Sometimes when they're doing not explicit pornography,"
      },
      {
        "start": 1038.62,
        "end": 1039.98,
        "text": "they put stars to cover them, right?"
      },
      {
        "start": 1040.84,
        "end": 1042.18,
        "text": "So, yeah, they put stars."
      },
      {
        "start": 1042.28,
        "end": 1045.06,
        "text": "They put stars on nipples and vagina, asshole, and dick,"
      },
      {
        "start": 1045.1399999999999,
        "end": 1045.66,
        "text": "and things like that."
      },
      {
        "start": 1046.48,
        "end": 1047.66,
        "text": "This is how dumb I am."
      },
      {
        "start": 1048.5800000000002,
        "end": 1050.98,
        "text": "I thought they had stars all the time."
      },
      {
        "start": 1052.98,
        "end": 1053.38,
        "text": "Right?"
      },
      {
        "start": 1053.42,
        "end": 1054.0600000000002,
        "text": "That's what I thought."
      },
      {
        "start": 1054.16,
        "end": 1055.7,
        "text": "Like, these are aliens, right?"
      },
      {
        "start": 1055.8000000000002,
        "end": 1057.44,
        "text": "That's what..."
      },
      {
        "start": 1057.44,
        "end": 1064.0400000000002,
        "text": "So, you know, the thing that really surprised me,"
      },
      {
        "start": 1064.18,
        "end": 1066.1200000000001,
        "text": "it wasn't the sex because I was too young to understand."
      },
      {
        "start": 1066.24,
        "end": 1067.6000000000001,
        "text": "You know the thing that really shocked me?"
      },
      {
        "start": 1067.94,
        "end": 1071.2,
        "text": "Whenever there was a picture of these people kissing and hugging each other,"
      },
      {
        "start": 1071.5800000000002,
        "end": 1073.2,
        "text": "I've never seen my parents do that."
      },
      {
        "start": 1074.14,
        "end": 1076.5400000000002,
        "text": "So when I saw those pictures, I was like, I don't know what this is."
      },
      {
        "start": 1077.0600000000002,
        "end": 1077.88,
        "text": "This looks wonderful."
      },
      {
        "start": 1077.9,
        "end": 1080.9,
        "text": "I wish my parents would do that."
      },
      {
        "start": 1083.5800000000002,
        "end": 1085.3000000000002,
        "text": "Because they're always fighting, you know what I mean?"
      },
      {
        "start": 1085.38,
        "end": 1086.8200000000002,
        "text": "Like, hugging, kissing, I think this..."
      },
      {
        "start": 1086.8200000000002,
        "end": 1087.8600000000001,
        "text": "I've never seen anybody do it."
      },
      {
        "start": 1087.92,
        "end": 1089.5400000000002,
        "text": "Because in Japan, we don't do that stuff, you know?"
      },
      {
        "start": 1090.76,
        "end": 1091.4,
        "text": "We don't."
      },
      {
        "start": 1091.68,
        "end": 1094.02,
        "text": "We don't show public affection in public, you know?"
      },
      {
        "start": 1094.18,
        "end": 1095.44,
        "text": "We do tentacle porn."
      },
      {
        "start": 1095.8000000000002,
        "end": 1102.14,
        "text": "So, from a young age, I had a really, I don't know,"
      },
      {
        "start": 1102.26,
        "end": 1104.48,
        "text": "like a positive attitude of porn."
      },
      {
        "start": 1104.64,
        "end": 1106.72,
        "text": "I didn't think it was a really, really bad thing."
      },
      {
        "start": 1106.72,
        "end": 1107.8600000000001,
        "text": "So..."
      },
      {
        "start": 1108.46,
        "end": 1111.46,
        "text": "When I got older and my family had a financial problem,"
      },
      {
        "start": 1111.94,
        "end": 1114.3000000000002,
        "text": "one of my friends told me how much money they were making, you know?"
      },
      {
        "start": 1114.5400000000002,
        "end": 1116.02,
        "text": "This is like pre-internet."
      },
      {
        "start": 1116.8200000000002,
        "end": 1122.0800000000002,
        "text": "Imagine a porn shop this size, and there's little hallways where there's booths."
      },
      {
        "start": 1122.22,
        "end": 1124.26,
        "text": "People put quarters to watch porn."
      },
      {
        "start": 1124.72,
        "end": 1128.02,
        "text": "Because ladies, you want to know, like, why would you do that, right?"
      },
      {
        "start": 1128.6200000000001,
        "end": 1133.66,
        "text": "Because when men were married, 90s and 80s, they don't want to take porn home, right?"
      },
      {
        "start": 1133.66,
        "end": 1136.74,
        "text": "Because they're going to get into trouble with their wives and girlfriends."
      },
      {
        "start": 1136.92,
        "end": 1137.5800000000002,
        "text": "So what they do is, they go in the morning, and they go to the bathroom, and they go to the bathroom."
      },
      {
        "start": 1137.58,
        "end": 1141.5,
        "text": "They go in the morning before work, put quarters to watch a movie, masturbate."
      },
      {
        "start": 1141.5,
        "end": 1145.26,
        "text": "They sometimes come during lunchtime, and sometimes they come over during dinnertime."
      },
      {
        "start": 1145.26,
        "end": 1148.54,
        "text": "It's very lonely, but people do that all the time."
      },
      {
        "start": 1148.54,
        "end": 1152.3,
        "text": "Now, you probably want to know, somebody has to clean those booths, right?"
      },
      {
        "start": 1152.3,
        "end": 1154.3,
        "text": "Well, you're looking at him."
      },
      {
        "start": 1154.3,
        "end": 1156.3,
        "text": "Now..."
      },
      {
        "start": 1159.74,
        "end": 1164.1399999999999,
        "text": "You know, it's not the visual that bothers me, it's the smell, you know what I mean?"
      },
      {
        "start": 1164.1399999999999,
        "end": 1166.1399999999999,
        "text": "Like, you know..."
      },
      {
        "start": 1166.1399999999999,
        "end": 1167.1799999999998,
        "text": "After a while, you don't even notice it."
      },
      {
        "start": 1167.18,
        "end": 1169.18,
        "text": "You don't even notice things, you know what I mean?"
      },
      {
        "start": 1169.18,
        "end": 1172.78,
        "text": "Like, you know, I mop with one hand, and eat clam chowder with the other hand."
      },
      {
        "start": 1172.78,
        "end": 1174.78,
        "text": "So, um..."
      },
      {
        "start": 1174.78,
        "end": 1176.78,
        "text": "So I got used to it."
      },
      {
        "start": 1176.78,
        "end": 1178.78,
        "text": "That's my life, right?"
      },
      {
        "start": 1178.78,
        "end": 1185.5800000000002,
        "text": "And working at the shop, I think, it was like my college education, in Perversity 101."
      },
      {
        "start": 1185.5800000000002,
        "end": 1187.5800000000002,
        "text": "I think I learned a lot about people."
      },
      {
        "start": 1191.5800000000002,
        "end": 1193.5800000000002,
        "text": "Oh, I'm really uncomfortably silent."
      },
      {
        "start": 1193.5800000000002,
        "end": 1195.5800000000002,
        "text": "Okay, anyway..."
      },
      {
        "start": 1195.5800000000002,
        "end": 1197.1000000000001,
        "text": "I'm uncomfortable, too."
      },
      {
        "start": 1197.18,
        "end": 1199.18,
        "text": "Alright, um..."
      },
      {
        "start": 1199.18,
        "end": 1201.18,
        "text": "So, um..."
      }
    ]
  },
  "audience_reactions": []
}