{
  "bit_id": "20250125_YoshiAdultContent4_helping_a_friend_and_observations_from_a_porn_shop",
  "show_info": {
    "show_identifier": "20250125_YoshiAdultContent4",
    "comedian": "Yoshi Obayashi",
    "name_of_show": "Adult Content ",
    "date_of_show": "21 Jan 2025, 20:00",
    "name_of_venue": "ROBIN's",
    "link_to_venue_on_google_maps": null,
    "length_of_set": 0,
    "lpm": 0,
    "notes": "Yoshi’s final show from the Swiss trip"
  },
  "bit_info": {
    "title": "Helping a Friend and Observations from a Porn Shop",
    "start": 1201.2,
    "end": 1751.0,
    "joke_types": [
      "Incongruity",
      "Exaggeration",
      "Dark Humor",
      "Self-Deprecation",
      "Observational",
      "Deflation",
      "Literal Interpretation",
      "Reversal"
    ],
    "themes": [
      "Sexuality",
      "Miscommunication",
      "Cultural Differences",
      "Prejudice",
      "Gender"
    ],
    "lpm": 0
  },
  "transcript": {
    "text": "Um... Well... One time, a guy walked in. He said, um, I need help with something. Like, what do you need? He was kind of a little embarrassed. You could imagine, like, we all have... When you're young, you're learning about sex, and you don't have anybody to talk to. You know... Back then, you don't really have online, so you gotta ask people. So, I understand people get embarrassed. But... He was saying, like, do you have, like, a special spray for ladies? Like, what purpose? He didn't really want to say, but eventually he explained... His girlfriend... Uh, fiancee... She have a very distinct smell down here. It kind of bugs him. So I said, like, well, how bad does it smell? He said... Well, imagine you use... Baby's diaper. Sit in hot sun for, like, two weeks. That smell better than what his girlfriend's pussy smells like. Basically, her pussy smells like garbage. Right? It just smells bad. So, after talking to him, here's the problem. He doesn't like the smell, but he can't say it to her because it's gonna hurt her feelings. Right? That makes sense, right? So he's suffering in silence. So he's praying. He's crying every time he goes down there. But she thinks her pussy is so delicious... He's crying deliciousness. He's crying deliciousness. Right? He's not crying because it's delicious. He's crying because he's in pain. So, you know what I'm saying? Men and women miscommunicate all the time. But, you know, tears of joy... No, no, no, no. Tears of suffering. So I said, Sir, let me get this straight. You want to make sure she knows it smells bad down there. Without hurting her feelings. Yes. Trust Uncle Yoshi. If you're in this position, guys, this is what you do. You get two fingers and put it in her vagina for like seven minutes. Five to ten minutes, right? Like this for ten minutes. Like ten minutes, right? And once you get it and pulled it out, you have a thick liquid going across your finger, right? You have a thick liquid going across your finger, right? Then, you put it in her mouth. Then... Then she knows! It doesn't taste like home cooking. Right? You know what I'm saying? It tastes really salty. And she... I mean... You know it's bad pussing when she starts crying too. And the lady... She's not crying because tears of joy. You know what I'm saying? Because sex is very complicated. You know what I mean? It's not an easy thing to talk about. So, you know, You know when you go to Apple Store, there's a Junius bar? When you go to a porn shop, you have a pervert bar. I'm the expert in-house pervert. That's my job, right? Can I tell you something? I said about Apple Store in Ukraine, recently in Kyiv, You know what they say? We don't have Apple Store, right? I didn't know that. They were getting mad at me for not having Apple Store, right? So, like, They ask me all kinds of questions, you know, when I want to help them with their problems. So, This guy walked in, right? He looked very young. In fact, he looked like 16 almost. Like, sir, you can't come in here. So he showed me ID. He just turned 18 that day. So I said, happy birthday, right? Coming in of age! So he turned 18. So he went to the section, he's looking for movies. And they mentioned, hey, could you help me? And he said, I'm trying to find really good gay movies, right? Now, I don't watch gay porn, but I can't say, ooh, that's sick. I can't say that, right? You don't want to make anybody feel bad. So what I do is, I read movie reviews. So when people ask me movies I don't watch, I'm ready to, like, I say, well, sir, the best companies are Mustang, Vulcan, Bellamy, and stuff like that. In fact, here is Jeff Stryker. He just won AVN Gay Awards. And this movie got five dicks out of five dick. And, uh, I highly recommend, uh, look, and I show the box, and I show his asshole, like, look at how delicious this asshole looks like, right? So, men and women, I don't like hairy buttholes, but that's just me. But anyway, um, so, I gave, I gave him this gay, uh, porn. He rented, he came back, and, uh, you know what it is? I think he was a little confused. He, he, I remember he gave me answers, like, uh, from Billingham, which is, like, way two hours to Washington State, uh, two hours north of Seattle. It's like middle of Booney. It's like a little farm town. And you know, if you live in, like, small town, they don't have gay bars, right? So, he really didn't have experience talking to other gay people, right? So, I think maybe he didn't know. So, next day, because he fell back renting gay porn, he got four heterosexual movies, right? Do any of you eat sushi? Yeah. Okay. You know that ginger thing on the side? So, when you eat sushi, you want to get the full flavor. You eat the ginger, it kind of wipes the taste. So, I think what he was trying to do is he watched gay porn, used heterosexual tape to wipe that gay shit from their tongue, right? So, I say, you know what, sir? If you want to rent heterosexual tape, that's fine. Because I make commission out of these things, right? But if you're gay, but if you're gay, you should feel bad. It's okay. There's millions of people gay. You know, you shouldn't feel bad about that. You know what he told me? This is why kids are more thoughtful, I think, in the late 90s than now. You know what was his biggest concern? He didn't want his parents to think he became gay because it was bad parenting. He didn't want to hurt his parents' feelings, right? You think kids these days sound like that? Fuck no. You know why? Because one time I went to my friend Ruben's house, I walked in, and I haven't seen his son Sebastian, like 14. Last time I saw him, he was like 3 or 4 years old. So, I give or take, he's 17, 18, as soon as I walk in the house, Sebastian goes and says, fuck you mom, fuck you dad, and fuck you grandma. He's talking like that. You know? So, I say, Sebastian, your family's not Why are you talking to your family like that? Yeah. I don't know why that's funny, but okay. I said, Sebastian, they're nice people. I know your dad since 1982, he's a great guy. Why are you talking to your family like that? He goes, Yoshi, you don't understand. My family hate me because I'm gay. Oh no. They don't hate you because you're gay. They hate you because you're a fucking asshole. That's a big difference right there. I understand being a young homosexual, you're into assholes, but you don't have to be one. People misreading the situation. Just like, I don't know what it is to be transgender. It must be difficult. You're born, you identify different gender. I can't even imagine. I didn't choose to have this face. I can't even imagine. You see K-pop, you don't want that face. So I understand. So if you're born, and you identify with different sex, I can't even imagine. That's probably even more difficult than being a gay person. But have you noticed sometimes these transgender activists, they're screaming and yelling, they're getting angry, because they're hurt. They're in pain, because nobody showed them love and respect. They're screaming and yelling, saying, you hate people, you hate me because transgender. I say, oh no. They don't hate you because you're transgender. They hate you because you're fucking ugly. Okay? You know what I'm saying? You know how you could tell a transgender person is ugly? If they have to say, sir, excuse me sir, I'm a woman. Bitch, you're ugly. If you have to tell people you're a woman, you're an ugly person, just like if you tell people I'm famous, then I'm not famous. Right? You're an ugly bitch. Right? There's a transgender actress in Euphoria, she's beautiful. I'll suck her dick. I'm not gonna... I'm not gonna suck ugly dick. Right? So... I like beautiful dick, not ugly ones. So... People misread the situation. You gotta, like, you have to have a little bit of awareness. They don't hate you, you know what I'm saying? Like, they don't hate me because I'm Asian, they hate me because I'm a fucking prick. Right? So, that's why I get a little hairy.",
    "lines": [
      {
        "start": 1203.18,
        "end": 1205.18,
        "text": "Um..."
      },
      {
        "start": 1205.18,
        "end": 1207.18,
        "text": "Well..."
      },
      {
        "start": 1207.18,
        "end": 1209.18,
        "text": "One time, a guy walked in."
      },
      {
        "start": 1209.18,
        "end": 1211.18,
        "text": "He said, um, I need help with something."
      },
      {
        "start": 1211.18,
        "end": 1213.18,
        "text": "Like, what do you need?"
      },
      {
        "start": 1213.18,
        "end": 1215.18,
        "text": "He was kind of a little embarrassed."
      },
      {
        "start": 1215.18,
        "end": 1217.18,
        "text": "You could imagine, like, we all have..."
      },
      {
        "start": 1217.18,
        "end": 1219.18,
        "text": "When you're young, you're learning about sex, and you don't have anybody to talk to."
      },
      {
        "start": 1219.18,
        "end": 1221.18,
        "text": "You know..."
      },
      {
        "start": 1221.18,
        "end": 1223.18,
        "text": "Back then, you don't really have online, so you gotta ask people."
      },
      {
        "start": 1223.18,
        "end": 1225.18,
        "text": "So, I understand people get embarrassed."
      },
      {
        "start": 1225.18,
        "end": 1227.02,
        "text": "But..."
      },
      {
        "start": 1227.02,
        "end": 1231.02,
        "text": "He was saying, like, do you have, like, a special spray for ladies?"
      },
      {
        "start": 1231.02,
        "end": 1233.02,
        "text": "Like, what purpose?"
      },
      {
        "start": 1233.02,
        "end": 1235.02,
        "text": "He didn't really want to say, but eventually he explained..."
      },
      {
        "start": 1235.02,
        "end": 1237.02,
        "text": "His girlfriend..."
      },
      {
        "start": 1237.02,
        "end": 1239.02,
        "text": "Uh, fiancee..."
      },
      {
        "start": 1239.02,
        "end": 1241.02,
        "text": "She have a very distinct smell down here."
      },
      {
        "start": 1243.02,
        "end": 1245.02,
        "text": "It kind of bugs him."
      },
      {
        "start": 1245.02,
        "end": 1247.02,
        "text": "So I said, like, well, how bad does it smell?"
      },
      {
        "start": 1247.02,
        "end": 1249.02,
        "text": "He said..."
      },
      {
        "start": 1249.02,
        "end": 1251.02,
        "text": "Well, imagine you use..."
      },
      {
        "start": 1251.02,
        "end": 1253.02,
        "text": "Baby's diaper."
      },
      {
        "start": 1253.02,
        "end": 1257.02,
        "text": "Sit in hot sun for, like, two weeks."
      },
      {
        "start": 1259.02,
        "end": 1263.02,
        "text": "That smell better than what his girlfriend's pussy smells like."
      },
      {
        "start": 1263.02,
        "end": 1267.02,
        "text": "Basically, her pussy smells like garbage."
      },
      {
        "start": 1267.02,
        "end": 1269.02,
        "text": "Right?"
      },
      {
        "start": 1269.02,
        "end": 1271.02,
        "text": "It just smells bad."
      },
      {
        "start": 1271.02,
        "end": 1273.02,
        "text": "So, after talking to him, here's the problem."
      },
      {
        "start": 1273.02,
        "end": 1277.02,
        "text": "He doesn't like the smell, but he can't say it to her because it's gonna hurt her feelings."
      },
      {
        "start": 1277.02,
        "end": 1279.02,
        "text": "Right? That makes sense, right?"
      },
      {
        "start": 1279.02,
        "end": 1281.02,
        "text": "So he's suffering in silence."
      },
      {
        "start": 1281.02,
        "end": 1283.02,
        "text": "So he's praying."
      },
      {
        "start": 1283.02,
        "end": 1285.02,
        "text": "He's crying every time he goes down there."
      },
      {
        "start": 1285.02,
        "end": 1289.02,
        "text": "But she thinks her pussy is so delicious..."
      },
      {
        "start": 1289.02,
        "end": 1291.02,
        "text": "He's crying deliciousness."
      },
      {
        "start": 1291.02,
        "end": 1293.02,
        "text": "He's crying deliciousness. Right?"
      },
      {
        "start": 1293.02,
        "end": 1295.02,
        "text": "He's not crying because it's delicious."
      },
      {
        "start": 1295.02,
        "end": 1297.02,
        "text": "He's crying because he's in pain."
      },
      {
        "start": 1297.02,
        "end": 1301.02,
        "text": "So, you know what I'm saying?"
      },
      {
        "start": 1301.02,
        "end": 1303.02,
        "text": "Men and women miscommunicate all the time."
      },
      {
        "start": 1303.02,
        "end": 1305.02,
        "text": "But, you know, tears of joy..."
      },
      {
        "start": 1305.02,
        "end": 1307.02,
        "text": "No, no, no, no. Tears of suffering."
      },
      {
        "start": 1307.02,
        "end": 1309.02,
        "text": "So I said,"
      },
      {
        "start": 1309.02,
        "end": 1311.02,
        "text": "Sir, let me get this straight."
      },
      {
        "start": 1311.02,
        "end": 1313.02,
        "text": "You want to make sure she knows it smells bad down there."
      },
      {
        "start": 1313.02,
        "end": 1315.02,
        "text": "Without hurting her feelings."
      },
      {
        "start": 1315.02,
        "end": 1317.02,
        "text": "Yes. Trust Uncle Yoshi."
      },
      {
        "start": 1319.02,
        "end": 1321.02,
        "text": "If you're in this position, guys,"
      },
      {
        "start": 1321.02,
        "end": 1323.02,
        "text": "this is what you do."
      },
      {
        "start": 1323.02,
        "end": 1325.02,
        "text": "You get two fingers and put it in her vagina for like seven minutes."
      },
      {
        "start": 1325.02,
        "end": 1327.02,
        "text": "Five to ten minutes, right?"
      },
      {
        "start": 1327.02,
        "end": 1329.02,
        "text": "Like this for ten minutes."
      },
      {
        "start": 1329.02,
        "end": 1331.02,
        "text": "Like ten minutes, right?"
      },
      {
        "start": 1331.02,
        "end": 1333.02,
        "text": "And once you get it and pulled it out, you have a thick liquid going across your finger, right?"
      },
      {
        "start": 1333.02,
        "end": 1335.02,
        "text": "You have a thick liquid going across your finger, right?"
      },
      {
        "start": 1335.02,
        "end": 1337.02,
        "text": "Then,"
      },
      {
        "start": 1337.02,
        "end": 1339.02,
        "text": "you put it in her mouth."
      },
      {
        "start": 1339.02,
        "end": 1341.02,
        "text": "Then..."
      },
      {
        "start": 1341.02,
        "end": 1343.02,
        "text": "Then she knows!"
      },
      {
        "start": 1343.02,
        "end": 1345.02,
        "text": "It doesn't taste like home cooking."
      },
      {
        "start": 1345.02,
        "end": 1347.02,
        "text": "Right? You know what I'm saying?"
      },
      {
        "start": 1347.02,
        "end": 1349.02,
        "text": "It tastes"
      },
      {
        "start": 1349.02,
        "end": 1351.02,
        "text": "really salty."
      },
      {
        "start": 1351.02,
        "end": 1353.02,
        "text": "And she..."
      },
      {
        "start": 1353.02,
        "end": 1355.02,
        "text": "I mean..."
      },
      {
        "start": 1355.02,
        "end": 1357.02,
        "text": "You know it's bad pussing when she starts crying too."
      },
      {
        "start": 1357.02,
        "end": 1359.02,
        "text": "And the lady..."
      },
      {
        "start": 1359.02,
        "end": 1361.02,
        "text": "She's not crying because tears of joy."
      },
      {
        "start": 1361.02,
        "end": 1363.02,
        "text": "You know what I'm saying?"
      },
      {
        "start": 1363.02,
        "end": 1365.02,
        "text": "Because sex is very complicated."
      },
      {
        "start": 1365.02,
        "end": 1367.02,
        "text": "You know what I mean?"
      },
      {
        "start": 1367.02,
        "end": 1369.02,
        "text": "It's not an easy thing to talk about."
      },
      {
        "start": 1369.02,
        "end": 1373.02,
        "text": "So, you know,"
      },
      {
        "start": 1373.02,
        "end": 1377.02,
        "text": "You know when you go to Apple Store,"
      },
      {
        "start": 1377.02,
        "end": 1379.02,
        "text": "there's a Junius bar?"
      },
      {
        "start": 1379.02,
        "end": 1381.02,
        "text": "When you go to a porn shop, you have a pervert bar."
      },
      {
        "start": 1381.02,
        "end": 1383.02,
        "text": "I'm the expert in-house pervert."
      },
      {
        "start": 1383.02,
        "end": 1385.02,
        "text": "That's my job, right?"
      },
      {
        "start": 1385.02,
        "end": 1387.02,
        "text": "Can I tell you something?"
      },
      {
        "start": 1387.02,
        "end": 1389.02,
        "text": "I said about Apple Store in Ukraine,"
      },
      {
        "start": 1389.02,
        "end": 1391.02,
        "text": "recently in Kyiv,"
      },
      {
        "start": 1391.02,
        "end": 1393.02,
        "text": "You know what they say?"
      },
      {
        "start": 1393.02,
        "end": 1395.02,
        "text": "We don't have Apple Store, right?"
      },
      {
        "start": 1395.02,
        "end": 1397.02,
        "text": "I didn't know that. They were getting mad at me for not having Apple Store, right?"
      },
      {
        "start": 1397.02,
        "end": 1399.02,
        "text": "So, like,"
      },
      {
        "start": 1399.02,
        "end": 1401.02,
        "text": "They ask me all kinds of questions, you know,"
      },
      {
        "start": 1401.02,
        "end": 1405.02,
        "text": "when I want to help them with their problems."
      },
      {
        "start": 1405.02,
        "end": 1407.02,
        "text": "So,"
      },
      {
        "start": 1407.02,
        "end": 1409.02,
        "text": "This guy walked in, right?"
      },
      {
        "start": 1409.02,
        "end": 1411.02,
        "text": "He looked very young."
      },
      {
        "start": 1411.02,
        "end": 1413.02,
        "text": "In fact, he looked like 16 almost."
      },
      {
        "start": 1413.02,
        "end": 1415.02,
        "text": "Like, sir, you can't come in here."
      },
      {
        "start": 1415.02,
        "end": 1417.02,
        "text": "So he showed me ID."
      },
      {
        "start": 1417.02,
        "end": 1419.02,
        "text": "He just turned 18 that day."
      },
      {
        "start": 1419.02,
        "end": 1421.02,
        "text": "So I said, happy birthday, right?"
      },
      {
        "start": 1421.02,
        "end": 1423.02,
        "text": "Coming in of age!"
      },
      {
        "start": 1423.02,
        "end": 1425.02,
        "text": "So he turned 18."
      },
      {
        "start": 1425.02,
        "end": 1427.02,
        "text": "So he went to the section, he's looking for movies."
      },
      {
        "start": 1427.02,
        "end": 1429.02,
        "text": "And they mentioned, hey, could you help me?"
      },
      {
        "start": 1429.02,
        "end": 1431.02,
        "text": "And he said, I'm trying to find really good gay movies, right?"
      },
      {
        "start": 1431.02,
        "end": 1433.02,
        "text": "Now,"
      },
      {
        "start": 1433.02,
        "end": 1435.02,
        "text": "I don't watch gay porn, but I can't say, ooh, that's sick."
      },
      {
        "start": 1435.02,
        "end": 1437.02,
        "text": "I can't say that, right?"
      },
      {
        "start": 1437.02,
        "end": 1439.02,
        "text": "You don't want to make anybody feel bad."
      },
      {
        "start": 1439.02,
        "end": 1441.02,
        "text": "So what I do is,"
      },
      {
        "start": 1441.02,
        "end": 1443.02,
        "text": "I read movie reviews."
      },
      {
        "start": 1443.02,
        "end": 1445.02,
        "text": "So when people ask me movies I don't watch,"
      },
      {
        "start": 1445.02,
        "end": 1447.02,
        "text": "I'm ready to, like,"
      },
      {
        "start": 1447.02,
        "end": 1449.02,
        "text": "I say, well, sir, the best companies are"
      },
      {
        "start": 1449.02,
        "end": 1451.02,
        "text": "Mustang, Vulcan, Bellamy, and stuff like that."
      },
      {
        "start": 1451.02,
        "end": 1453.02,
        "text": "In fact, here is Jeff Stryker."
      },
      {
        "start": 1453.02,
        "end": 1455.02,
        "text": "He just won AVN Gay Awards."
      },
      {
        "start": 1455.02,
        "end": 1457.02,
        "text": "And this movie got five dicks out of five dick."
      },
      {
        "start": 1457.02,
        "end": 1459.02,
        "text": "And, uh,"
      },
      {
        "start": 1459.02,
        "end": 1461.02,
        "text": "I highly recommend,"
      },
      {
        "start": 1461.02,
        "end": 1463.02,
        "text": "uh,"
      },
      {
        "start": 1463.02,
        "end": 1465.02,
        "text": "look, and I show the box, and I show his asshole,"
      },
      {
        "start": 1465.02,
        "end": 1467.02,
        "text": "like, look at how delicious this asshole looks like, right?"
      },
      {
        "start": 1467.02,
        "end": 1469.02,
        "text": "So,"
      },
      {
        "start": 1469.02,
        "end": 1471.02,
        "text": "men and women,"
      },
      {
        "start": 1471.02,
        "end": 1473.02,
        "text": "I don't like hairy buttholes, but that's just me."
      },
      {
        "start": 1473.02,
        "end": 1475.02,
        "text": "But anyway, um, so,"
      },
      {
        "start": 1475.02,
        "end": 1477.02,
        "text": "I gave, I gave him this gay, uh, porn."
      },
      {
        "start": 1477.02,
        "end": 1479.02,
        "text": "He rented, he came back,"
      },
      {
        "start": 1479.02,
        "end": 1481.02,
        "text": "and, uh, you know what it is?"
      },
      {
        "start": 1481.02,
        "end": 1483.02,
        "text": "I think he was a little confused."
      },
      {
        "start": 1483.02,
        "end": 1485.02,
        "text": "He, he,"
      },
      {
        "start": 1485.02,
        "end": 1487.02,
        "text": "I remember he gave me answers, like, uh,"
      },
      {
        "start": 1487.02,
        "end": 1489.02,
        "text": "from Billingham, which is, like, way"
      },
      {
        "start": 1489.02,
        "end": 1491.02,
        "text": "two hours to Washington State, uh, two hours north of Seattle."
      },
      {
        "start": 1491.02,
        "end": 1493.02,
        "text": "It's like middle of Booney."
      },
      {
        "start": 1493.02,
        "end": 1495.02,
        "text": "It's like a little farm town."
      },
      {
        "start": 1495.02,
        "end": 1497.02,
        "text": "And you know, if you live in, like, small town, they don't have gay bars, right?"
      },
      {
        "start": 1497.02,
        "end": 1501.02,
        "text": "So, he really didn't have experience talking to other gay people, right?"
      },
      {
        "start": 1501.02,
        "end": 1503.02,
        "text": "So, I think maybe"
      },
      {
        "start": 1503.02,
        "end": 1505.02,
        "text": "he didn't know."
      },
      {
        "start": 1505.02,
        "end": 1507.02,
        "text": "So, next day, because he fell back"
      },
      {
        "start": 1507.02,
        "end": 1509.02,
        "text": "renting gay porn, he got four"
      },
      {
        "start": 1509.02,
        "end": 1511.02,
        "text": "heterosexual"
      },
      {
        "start": 1511.02,
        "end": 1513.02,
        "text": "movies, right?"
      },
      {
        "start": 1513.02,
        "end": 1515.02,
        "text": "Do any of you eat sushi?"
      },
      {
        "start": 1515.02,
        "end": 1517.02,
        "text": "Yeah. Okay."
      },
      {
        "start": 1517.02,
        "end": 1519.02,
        "text": "You know that ginger thing on the side?"
      },
      {
        "start": 1519.02,
        "end": 1521.02,
        "text": "So, when you eat sushi,"
      },
      {
        "start": 1521.02,
        "end": 1523.02,
        "text": "you want to get the full flavor."
      },
      {
        "start": 1523.02,
        "end": 1525.02,
        "text": "You eat the ginger, it kind of wipes the taste."
      },
      {
        "start": 1525.02,
        "end": 1527.02,
        "text": "So, I think what he was trying to do is"
      },
      {
        "start": 1527.02,
        "end": 1529.02,
        "text": "he watched gay porn,"
      },
      {
        "start": 1529.02,
        "end": 1531.02,
        "text": "used heterosexual"
      },
      {
        "start": 1531.02,
        "end": 1533.02,
        "text": "tape to wipe that gay shit"
      },
      {
        "start": 1533.02,
        "end": 1535.02,
        "text": "from their tongue, right?"
      },
      {
        "start": 1535.02,
        "end": 1537.02,
        "text": "So, I say, you know what, sir?"
      },
      {
        "start": 1537.02,
        "end": 1539.02,
        "text": "If you want to rent heterosexual tape, that's fine."
      },
      {
        "start": 1539.02,
        "end": 1541.02,
        "text": "Because I make commission out of these things, right?"
      },
      {
        "start": 1543.02,
        "end": 1545.02,
        "text": "But if you're"
      },
      {
        "start": 1545.02,
        "end": 1547.02,
        "text": "gay,"
      },
      {
        "start": 1547.02,
        "end": 1549.02,
        "text": "but if you're gay, you should feel"
      },
      {
        "start": 1549.02,
        "end": 1551.02,
        "text": "bad. It's okay."
      },
      {
        "start": 1551.02,
        "end": 1553.02,
        "text": "There's millions of people gay."
      },
      {
        "start": 1553.02,
        "end": 1555.02,
        "text": "You know, you shouldn't feel bad"
      },
      {
        "start": 1555.02,
        "end": 1557.02,
        "text": "about that."
      },
      {
        "start": 1557.02,
        "end": 1559.02,
        "text": "You know what he told me? This is"
      },
      {
        "start": 1559.02,
        "end": 1561.02,
        "text": "why kids are more thoughtful, I think,"
      },
      {
        "start": 1561.02,
        "end": 1563.02,
        "text": "in the late 90s than now."
      },
      {
        "start": 1563.02,
        "end": 1565.02,
        "text": "You know what was"
      },
      {
        "start": 1565.02,
        "end": 1567.02,
        "text": "his biggest concern?"
      },
      {
        "start": 1567.02,
        "end": 1569.02,
        "text": "He didn't want his parents to think"
      },
      {
        "start": 1569.02,
        "end": 1571.02,
        "text": "he became gay because"
      },
      {
        "start": 1571.02,
        "end": 1573.02,
        "text": "it was bad parenting."
      },
      {
        "start": 1573.02,
        "end": 1575.02,
        "text": "He didn't want to hurt his parents' feelings, right?"
      },
      {
        "start": 1575.02,
        "end": 1577.02,
        "text": "You think kids these days"
      },
      {
        "start": 1577.02,
        "end": 1579.02,
        "text": "sound like that? Fuck no."
      },
      {
        "start": 1579.02,
        "end": 1581.02,
        "text": "You know why?"
      },
      {
        "start": 1581.02,
        "end": 1583.02,
        "text": "Because one time I went to my friend"
      },
      {
        "start": 1583.02,
        "end": 1585.02,
        "text": "Ruben's house,"
      },
      {
        "start": 1585.02,
        "end": 1587.02,
        "text": "I walked in, and I haven't seen"
      },
      {
        "start": 1587.02,
        "end": 1589.02,
        "text": "his son Sebastian, like 14. Last time I saw him,"
      },
      {
        "start": 1589.02,
        "end": 1591.02,
        "text": "he was like 3 or 4 years old."
      },
      {
        "start": 1591.02,
        "end": 1593.02,
        "text": "So, I give or take, he's 17, 18,"
      },
      {
        "start": 1593.02,
        "end": 1595.02,
        "text": "as soon as I walk in the house, Sebastian goes"
      },
      {
        "start": 1595.02,
        "end": 1597.02,
        "text": "and says, fuck you mom, fuck you dad,"
      },
      {
        "start": 1597.02,
        "end": 1599.02,
        "text": "and fuck you grandma. He's talking like that."
      },
      {
        "start": 1599.02,
        "end": 1601.02,
        "text": "You know?"
      },
      {
        "start": 1601.02,
        "end": 1603.02,
        "text": "So, I say, Sebastian, your family's not"
      },
      {
        "start": 1603.02,
        "end": 1605.02,
        "text": "Why are you talking to your family like that?"
      },
      {
        "start": 1605.02,
        "end": 1607.02,
        "text": "Yeah."
      },
      {
        "start": 1607.02,
        "end": 1609.02,
        "text": "I don't know why that's funny,"
      },
      {
        "start": 1609.02,
        "end": 1611.02,
        "text": "but okay."
      },
      {
        "start": 1613.02,
        "end": 1615.02,
        "text": "I said, Sebastian,"
      },
      {
        "start": 1615.02,
        "end": 1617.02,
        "text": "they're nice people. I know your"
      },
      {
        "start": 1617.02,
        "end": 1619.02,
        "text": "dad since 1982,"
      },
      {
        "start": 1619.02,
        "end": 1621.02,
        "text": "he's a great guy."
      },
      {
        "start": 1621.02,
        "end": 1623.02,
        "text": "Why are you talking to your family like that?"
      },
      {
        "start": 1623.02,
        "end": 1625.02,
        "text": "He goes, Yoshi, you don't understand."
      },
      {
        "start": 1625.02,
        "end": 1627.02,
        "text": "My family hate me because"
      },
      {
        "start": 1627.02,
        "end": 1629.02,
        "text": "I'm gay. Oh no."
      },
      {
        "start": 1629.02,
        "end": 1631.02,
        "text": "They don't hate you because you're gay."
      },
      {
        "start": 1631.02,
        "end": 1633.02,
        "text": "They hate you because you're a fucking asshole."
      },
      {
        "start": 1633.02,
        "end": 1635.02,
        "text": "That's a big difference right there."
      },
      {
        "start": 1635.02,
        "end": 1637.02,
        "text": "I understand being a young"
      },
      {
        "start": 1637.02,
        "end": 1639.02,
        "text": "homosexual, you're into assholes,"
      },
      {
        "start": 1639.02,
        "end": 1641.02,
        "text": "but you don't have to be one."
      },
      {
        "start": 1641.02,
        "end": 1643.02,
        "text": "People misreading the situation."
      },
      {
        "start": 1643.02,
        "end": 1645.02,
        "text": "Just like,"
      },
      {
        "start": 1645.02,
        "end": 1647.02,
        "text": "I don't know what it is to be transgender."
      },
      {
        "start": 1647.02,
        "end": 1649.02,
        "text": "It must be difficult."
      },
      {
        "start": 1649.02,
        "end": 1651.02,
        "text": "You're born, you identify"
      },
      {
        "start": 1651.02,
        "end": 1653.02,
        "text": "different gender."
      },
      {
        "start": 1653.02,
        "end": 1655.02,
        "text": "I can't even imagine."
      },
      {
        "start": 1655.02,
        "end": 1657.02,
        "text": "I didn't choose to have this face."
      },
      {
        "start": 1657.02,
        "end": 1659.02,
        "text": "I can't even imagine."
      },
      {
        "start": 1659.02,
        "end": 1661.02,
        "text": "You see K-pop,"
      },
      {
        "start": 1661.02,
        "end": 1663.02,
        "text": "you don't want that face."
      },
      {
        "start": 1663.02,
        "end": 1665.02,
        "text": "So I understand."
      },
      {
        "start": 1665.02,
        "end": 1667.02,
        "text": "So if you're born, and you identify"
      },
      {
        "start": 1667.02,
        "end": 1669.02,
        "text": "with different sex, I can't even imagine."
      },
      {
        "start": 1669.02,
        "end": 1671.02,
        "text": "That's probably even more difficult"
      },
      {
        "start": 1671.02,
        "end": 1673.02,
        "text": "than being a gay person."
      },
      {
        "start": 1673.02,
        "end": 1675.02,
        "text": "But have you noticed sometimes"
      },
      {
        "start": 1675.02,
        "end": 1677.02,
        "text": "these transgender activists,"
      },
      {
        "start": 1677.02,
        "end": 1679.02,
        "text": "they're screaming and yelling,"
      },
      {
        "start": 1679.02,
        "end": 1681.02,
        "text": "they're getting angry, because they're hurt."
      },
      {
        "start": 1681.02,
        "end": 1683.02,
        "text": "They're in pain,"
      },
      {
        "start": 1683.02,
        "end": 1685.02,
        "text": "because nobody showed them love and respect."
      },
      {
        "start": 1685.02,
        "end": 1687.02,
        "text": "They're screaming and yelling, saying,"
      },
      {
        "start": 1687.02,
        "end": 1689.02,
        "text": "you hate people, you hate me because transgender."
      },
      {
        "start": 1689.02,
        "end": 1691.02,
        "text": "I say, oh no."
      },
      {
        "start": 1691.02,
        "end": 1693.02,
        "text": "They don't hate you because you're transgender."
      },
      {
        "start": 1693.02,
        "end": 1695.02,
        "text": "They hate you because you're fucking ugly."
      },
      {
        "start": 1695.02,
        "end": 1697.02,
        "text": "Okay?"
      },
      {
        "start": 1699.02,
        "end": 1701.02,
        "text": "You know what I'm saying?"
      },
      {
        "start": 1703.02,
        "end": 1705.02,
        "text": "You know how you could tell a transgender person"
      },
      {
        "start": 1705.02,
        "end": 1707.02,
        "text": "is ugly? If they have to say,"
      },
      {
        "start": 1707.02,
        "end": 1709.02,
        "text": "sir, excuse me sir, I'm a woman."
      },
      {
        "start": 1709.02,
        "end": 1711.02,
        "text": "Bitch, you're ugly."
      },
      {
        "start": 1711.02,
        "end": 1713.02,
        "text": "If you have to tell people you're a woman,"
      },
      {
        "start": 1713.02,
        "end": 1715.02,
        "text": "you're an ugly person, just like"
      },
      {
        "start": 1715.02,
        "end": 1717.02,
        "text": "if you tell people I'm famous, then I'm not famous."
      },
      {
        "start": 1717.02,
        "end": 1719.02,
        "text": "Right?"
      },
      {
        "start": 1719.02,
        "end": 1721.02,
        "text": "You're an ugly bitch."
      },
      {
        "start": 1723.02,
        "end": 1725.02,
        "text": "Right? There's a transgender actress"
      },
      {
        "start": 1725.02,
        "end": 1727.02,
        "text": "in Euphoria, she's beautiful."
      },
      {
        "start": 1727.02,
        "end": 1729.02,
        "text": "I'll suck her dick. I'm not gonna..."
      },
      {
        "start": 1729.02,
        "end": 1731.02,
        "text": "I'm not gonna suck ugly dick."
      },
      {
        "start": 1731.02,
        "end": 1733.02,
        "text": "Right? So..."
      },
      {
        "start": 1733.02,
        "end": 1735.02,
        "text": "I like beautiful dick, not ugly ones."
      },
      {
        "start": 1735.02,
        "end": 1737.02,
        "text": "So..."
      },
      {
        "start": 1737.02,
        "end": 1739.02,
        "text": "People misread the situation."
      },
      {
        "start": 1739.02,
        "end": 1741.02,
        "text": "You gotta, like, you have to have a little bit"
      },
      {
        "start": 1741.02,
        "end": 1743.02,
        "text": "of awareness. They don't hate you, you know what I'm saying?"
      },
      {
        "start": 1743.02,
        "end": 1745.02,
        "text": "Like, they don't hate me because I'm Asian,"
      },
      {
        "start": 1745.02,
        "end": 1747.02,
        "text": "they hate me because I'm a fucking prick."
      },
      {
        "start": 1747.02,
        "end": 1749.02,
        "text": "Right? So, that's why I get a little hairy."
      }
    ]
  },
  "audience_reactions": []
}